
<!doctype html>
<html lang = "en">
<head>
  <meta charset = "UTF-8">
  <meta name = "viewport"
        content = "width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv = "X-UA-Compatible" content = "ie=edge">
  <link rel = "stylesheet" href = "assets/css/font.css">
  <link rel = "stylesheet" href = "assets/css/bass.css">
  <link rel = "stylesheet" href = "assets/css/header.css">
  <link rel = "stylesheet" href = "assets/css/footer.css">
    <link rel = "stylesheet" href = "css/style.css">
    <link rel = "stylesheet" href = "css/adaptive.css">
  <script src="assets/js/jquery-3.6.0.min.js"></script>
  <script src="utils.js"></script>
  <script src="ajax.js"></script>
  <title>Document</title>
<body>
<?php require('req/feedBack_popup.php')?>
<?php require_once('header.php')?>
<main>
  <div class="note__micro__ZK">
    <svg width="747" height="531" viewBox="0 0 747 531" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M740.443 438.863C702.552 440.058 624.751 440.925 616.68 434.83C606.59 427.211 607.935 398.304 609.729 388.668C611.523 379.032 617.352 362.898 611.298 359.537C605.245 356.176 596.949 356.4 595.155 354.607C593.362 352.814 592.465 346.092 597.846 346.092C603.227 346.092 607.711 357.52 603.9 364.467C600.088 371.413 593.81 376.343 591.344 375.447C588.878 374.551 584.842 368.276 591.344 367.38C597.846 366.483 605.693 370.293 603.9 375.447C602.106 380.601 591.344 388.892 591.344 394.27C591.344 399.648 601.209 410.404 602.554 402.337C603.9 394.27 596.949 394.238 595.155 396.959C593.362 399.68 584.393 409.956 580.582 396.959C576.77 383.962 568.026 347.212 559.955 340.714C551.883 334.215 525.426 322.115 510.18 315.392C494.934 308.669 480.584 278.194 490.225 279.986C499.866 281.779 502.781 300.603 521.166 295.897C539.551 291.191 538.43 283.796 539.551 277.746C540.672 271.696 542.018 262.732 547.399 259.371C551.704 256.682 593.735 297.241 614.213 317.857L605.245 327.493L343.368 68.0023C340.603 64.8651 334.803 59.5319 333.727 63.2965C332.382 68.0023 334.624 68.8988 343.368 63.2965C352.112 57.6942 357.493 52.5402 355.7 50.0752C353.906 47.6103 347.628 46.2658 348.525 50.0752C349.422 53.8847 413.994 116.628 423.187 123.575C430.541 129.132 528.042 220.305 575.873 265.197L624.527 310.686C623.854 312.853 622.15 317.633 620.715 319.426C619.28 321.218 614.437 324.804 612.195 326.372C575.574 289.473 499.552 212.985 488.432 202.229C477.311 191.473 396.207 113.043 357.045 75.1727L330.588 46.9379L323.638 44.0248L320.723 46.9379C322.89 49.4028 328.525 52.2711 333.727 44.0248C340.229 33.7168 332.158 33.2687 330.588 36.1818C329.019 39.0949 333.727 46.0412 341.126 52.0915C347.045 56.9317 390.228 98.9253 411.079 119.317L474.755 179.82L566.905 265.197L619.37 313.375L629.235 306.204C634.243 309.566 644.212 316.916 644.033 319.426C643.809 322.563 619.594 346.092 616.904 346.092C614.751 346.092 551.285 283.497 519.821 252.2L357.718 88.6174C355.55 85.9284 349.646 81.0433 343.368 83.0153C335.521 85.4802 335.969 83.9116 334.848 77.1891C333.727 70.4665 328.57 64.6403 324.086 64.8644C319.602 65.0884 317.36 68.2256 318.705 69.3461C320.05 70.4665 330.812 69.3461 324.759 60.3826C318.705 51.4192 313.324 50.9711 311.53 52.0915C309.737 53.2119 308.391 58.1418 311.53 57.2454C314.669 56.3491 320.499 52.9886 310.634 44.0248C300.768 35.061 293.145 37.0778 294.266 39.9909C295.387 42.904 304.804 39.3186 300.32 33.7165C295.836 28.1143 293.818 27.6662 298.302 24.0808C302.786 20.4954 305.925 17.5823 307.495 10.1875C309.064 2.79268 306.598 1 308.616 1C310.634 1 317.36 10.1875 320.723 10.1875C324.086 10.1875 329.916 9.73933 329.019 4.58537C328.122 -0.568598 316.015 6.82622 323.638 15.1174C331.261 23.4085 333.503 26.3217 337.763 25.2012C342.023 24.0808 345.61 18.7028 343.368 17.5823C341.126 16.4619 331.485 23.8567 335.969 28.1143C340.453 32.372 346.283 39.3186 350.991 38.8704C355.7 38.4223 362.874 34.6128 359.96 31.9238C357.045 29.2348 347.628 37.5259 354.803 41.7836C361.978 46.0412 370.049 48.7302 370.049 50.9711C370.049 53.2119 365.341 59.9345 370.049 65.7607C373.816 70.4217 406.147 101.017 421.841 115.732L449.868 141.726L520.045 206.486L539.103 223.293C545.456 226.43 559.551 227.281 565.111 205.59C572.062 178.476 545.605 165.255 544.708 160.325C543.811 155.395 542.018 148.896 555.919 152.482C569.82 156.067 580.133 161.669 594.259 177.131C608.384 192.593 616.904 215.226 620.043 221.276C623.182 227.326 624.751 242.564 650.311 251.303C675.871 260.043 703.897 268.11 719.367 281.555C734.838 295 739.546 299.706 744.479 315.84C749.412 331.974 742.909 364.691 716.677 390.685C690.444 416.679 663.091 435.054 645.154 429.451C627.217 423.849 609.28 397.855 618.921 379.928C628.562 362.002 645.378 333.991 654.795 331.526C664.212 329.061 668.92 338.473 666.902 341.386C664.884 344.299 637.755 371.637 635.737 370.965C633.719 370.293 629.459 365.363 630.58 364.467C631.701 363.57 650.311 348.108 655.916 342.058C661.521 336.008 673.404 314.944 666.902 298.81C660.4 282.675 646.499 273.936 624.527 273.936C602.554 273.936 590.671 243.012 588.205 235.617C585.738 228.223 582.599 220.828 577.891 226.206C573.183 231.584 568.474 273.488 546.278 289.846C524.081 306.204 494.709 303.291 479.463 303.067C467.266 302.888 432.23 296.718 416.236 293.656C412.051 292.61 405.339 291.908 411.976 297.465C420.272 304.412 445.159 335.335 437.312 356.624C431.034 373.654 417.058 379.704 410.855 380.601H386.865C385.295 389.116 383.546 407.67 389.107 413.765C396.057 421.384 410.182 428.107 419.823 418.919C429.464 409.732 424.532 397.407 418.254 394.942C411.976 392.477 400.766 397.183 403.68 405.474C406.012 412.107 413.022 413.765 416.236 413.765C408.987 416.454 393.95 418.561 391.797 405.474C389.645 392.388 394.488 360.134 397.178 345.643L401.662 324.803C405.1 326.596 412.604 331.436 415.115 336.456C418.254 342.73 419.375 353.486 416.236 359.313C413.725 363.974 408.463 370.368 406.147 372.982L403.68 368.052C407.567 364.392 414.173 355.01 409.51 346.764C403.68 336.456 390.676 335.56 382.829 341.162C374.981 346.764 375.654 358.192 378.345 364.243C380.497 369.083 382.081 370.143 382.605 370.069L380.587 374.102C375.131 370.592 365.161 359.985 368.928 345.643C373.636 327.717 380.138 327.493 386.865 324.803C392.246 322.652 395.982 323.907 397.178 324.803C399.346 312.105 403.68 285.365 403.68 279.986C403.68 273.264 394.039 245.029 389.107 252.2C384.174 259.371 387.313 282.227 406.147 289.846C424.98 297.465 403.008 225.534 391.797 231.808C380.587 238.082 370.049 268.782 386.865 291.415C403.68 314.047 426.325 324.804 428.792 340.714C431.258 356.624 424.756 375.447 403.68 376.567C386.82 377.464 343.592 379.63 324.086 380.601C324.908 372.608 325.028 356.624 318.929 356.624C311.306 356.624 306.822 365.363 298.75 366.707C292.293 367.783 282.458 367.156 278.347 366.707C275.956 373.281 274.894 387.054 289.782 389.564C308.391 392.701 307.27 381.049 309.288 378.808C311.306 376.567 316.239 370.293 315.79 378.808C315.342 387.323 309.288 425.642 325.655 439.311C342.023 452.98 359.959 436.398 343.816 424.073C327.673 411.749 323.637 424.073 314.445 424.073C307.091 424.073 269.977 424.073 252.339 424.073V507.209C258.168 503.4 272.114 499.545 281.262 514.604C292.697 533.427 259.738 531.858 253.46 526.256C248.438 521.775 246.883 510.496 246.734 505.416V439.311L173.193 427.883L171.399 483.68C173.492 480.169 180.995 475.254 194.269 483.68C210.86 494.212 196.511 506.985 190.233 505.416C183.955 503.848 165.121 502.951 166.467 483.68C167.543 468.263 166.915 442.598 166.467 431.692L98.0827 427.883C99.2038 419.143 99.2486 402.471 90.4596 405.698C79.4733 409.732 66.245 418.919 59.5187 416.903C54.1376 415.289 52.344 414.139 52.1198 413.765C50.6998 419.293 50.057 431.289 58.846 435.054C69.8323 439.759 78.8007 431.02 82.8365 426.314C86.8722 421.608 90.908 418.247 90.4596 427.435C90.0112 436.622 85.527 482.336 100.101 489.282C114.674 496.229 135.301 490.851 118.71 474.717C102.118 458.582 96.289 476.285 88.2175 477.182C81.7603 477.899 27.382 472.849 0.999994 470.235" stroke="white" stroke-width="2"/>
    </svg>




  </div>


  <div class = "main__card__course">
    <div class="block__in__card__elem__top">
      <div class="block__clock__text__ZK">
        <img class='course__img__clock__ZK' src = "assets/img/clock__ZK.svg">
        <div class = "block__contacts__time Inter-Light">с 10:00 до 22:00</div>
      </div>
      <div class="block__clock__text__ZK">
        <img class='course__img__geo__ZK' src = "assets/img/geo__ZK.svg">
        <div class = "block__contacts__geo Inter-Light">г. Новосибирск, ул.Серебренниковская, 6/1 цокольный этаж, «Октава»</div>
      </div>


    </div>
    <div class="block__in__card__elem__center">
      <div class = "container__card__main__course">
        <div class="card__main__title Mont-Heavy">БАС</div>
        <div class = "course_card__text_ZK Inter-Light"><span class="Inter-SemiBold">Бархатный звук бас-гитары завораживает.</span> Она задает ритм и делает звук в любой композиции более плотным и объемным</div>
      </div>

      <div class = "card__block__form">
        <div class="come__to__us Mont-Heavy">ПРИХОДИ НА ПЕРВОЕ БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
        <form class="sendFORM">
          <div class="course__main__card__ZK" >
            <input name=tel required class="inp_txt__ZK Mont-Heavy phone-mask" type = "tel" placeholder="ТЕЛЕФОН">
            <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
          </div>
          <div class="block__for__lbl__chk">
            <input id="card_chk__course" type = "checkbox">
            <label required class="card_label_for__chk Inter-Light" for = "card_chk__course">Я даю согласие на обработку персональных данных</label>
          </div>

      </form>
    </div>
    </div>
  </div>
  <div class="course__second__container">
  <div class = "main__second__card__course Mont-Heavy">
    <div class="course__second__in__obj">
      <div class="course__second__in__obj mlr_0_ZK">
        <div class="mt100_50 mt15_ZK">
        <div class = "course__second__title">ДЛЯ ДЕТЕЙ</div>
        <div class = "course__second__sub_title mw-240_ZK mw-830_ZK" >
          занятия гитарой помогут развить мелкую моторику, <br>память и логическое мышление
        </div>
        <div class = "course__second__description Inter-Light">
          <p>Занимаясь музыкой, ребенок станет более ответственным и дисциплинированным. Первые успехи и выступления укрепят уверенность в себе. </p>
          <p class="Inter-SemiBold">Заниматься электрогитарой ребенок может с 6-7 лет</p>
          <p>Тут они получат яркие и запоминающиеся на всю жизнь эмоции. <br>Мы знаем, как увлечь ребенка музыкой.  </p>
        </div>
        </div>
      </div>
    </div>
  </div>
    <div class="crs_scnd__cont_for_sg">
      <svg width="351" height="704" viewBox="0 0 351 704" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M123 258.5C95.7999 286.9 111.667 290.667 123 289C113.833 290.833 93.7 296.3 86.5 303.5C77.5001 312.5 78.9999 356.5 73.5 374.5C68.0001 392.5 39.5 397.5 20.5 396.5C1.5 395.5 0.5 361 0.5 341.5C0.5 322 26.5 289 33.5 289C40.5 289 44 301 50.5 303.5C57 306 61.9999 303.5 69.5 294.5C77.0001 285.5 70.9999 276 61.9999 265.5C52.9999 255 70.9999 264 78.9999 258.5C86.9999 253 89.4999 230.5 95.4999 216C101.5 201.5 128 196.5 123 205C119 211.8 113.667 233.167 111.5 243C148.667 203.5 225.3 122.2 234.5 113C246 101.5 263 72 273.5 73C281.9 73.8 297 66.6667 303.5 63C254.667 116.333 150.2 230.1 123 258.5Z" fill="#FFD43A"/>
        <path d="M331.15 322.742C318.481 317.165 287.821 309.357 266.536 322.742C239.931 339.472 218.646 362.286 208.764 356.202C198.882 350.119 201.923 319.7 193.561 308.293C185.199 296.886 176.077 290.041 169.236 287.76C162.394 285.479 126.667 283.958 147.951 292.323C169.236 300.688 181.398 308.293 184.439 285.479C187.48 262.665 192.041 264.186 205.723 264.946C219.406 265.707 248.293 239.09 257.414 225.402C266.536 211.713 276.419 184.336 275.658 175.21C274.898 166.085 269.577 157.72 263.496 158.48C257.414 159.241 220.927 217.797 233.089 210.192C245.252 202.588 247.532 173.69 246.772 161.522C246.012 149.355 251.333 134.145 257.414 126.54C263.496 118.936 266.536 110.57 263.496 107.529C260.455 104.487 253.614 107.529 253.614 111.331C253.614 115.133 260.455 98.403 253.614 96.1216C246.772 93.8402 220.927 115.894 220.927 122.738C220.927 129.582 233.849 140.99 236.13 137.187C238.41 133.385 230.809 108.289 228.528 112.852C226.248 117.415 243.732 129.583 243.732 128.062C243.732 126.54 243.732 108.289 239.171 106.768C234.61 105.247 249.813 121.978 249.813 118.936C249.813 115.894 231.569 134.146 225.488 147.834C219.406 161.522 185.959 242.893 199.642 250.498C213.325 258.102 236.13 245.174 252.853 218.558C269.577 191.941 261.215 156.199 261.215 144.031C261.215 131.864 267.297 112.092 274.138 102.966C279.611 95.6655 307.839 70.0122 321.268 58.0981C317.721 47.9585 312.146 27.0709 318.227 24.6374C325.829 21.5955 331.91 32.2421 328.11 36.0444C324.309 39.8468 286.301 81.6725 280.219 76.3492C274.138 71.0259 280.979 55.056 293.142 40.607C305.305 26.1581 331.91 -0.458465 334.951 1.06248C337.992 2.58342 353.195 11.709 349.394 17.0323C345.593 22.3556 293.902 77.8701 268.817 72.5468C248.749 68.2881 252.853 80.912 257.414 87.7562L246.772 90.7981C248.039 76.3492 247.38 45.1701 234.61 36.0444C218.646 24.6374 207.244 17.0323 220.927 17.0323C234.61 17.0323 252.093 32.2417 252.093 42.1279C252.093 52.014 253.614 67.9839 253.614 70.2654C253.614 72.5468 229.288 117.415 215.606 116.654C201.923 115.894 178.358 93.0795 174.557 79.391C170.756 65.7025 161.634 39.086 165.435 33.0022C169.236 26.9184 197.362 17.7928 201.162 19.3137C204.963 20.8347 222.447 30.7208 228.528 37.565C234.61 44.4093 239.171 71.0258 239.171 79.391C239.171 87.7562 208.764 125.78 204.963 116.654C201.162 107.529 208.004 93.84 203.443 90.7981C198.882 87.7562 188.24 94.6003 195.841 76.3492C203.443 58.0981 204.203 33.0022 194.321 33.0022C184.439 33.0022 174.557 64.1815 160.874 70.2654C147.191 76.3492 143.39 85.4746 146.431 90.7981C149.471 96.1216 163.154 101.445 163.154 109.049C163.154 116.654 156.313 132.624 160.874 133.385C165.435 134.145 187.48 137.187 187.48 133.385C187.48 129.582 185.199 109.81 189.76 111.331C194.321 112.852 208.764 117.415 208.004 122.738C207.244 128.062 189.76 149.355 184.439 147.834C179.118 146.313 174.557 145.553 172.276 147.834C169.996 150.115 144.91 181.294 141.11 178.252C137.309 175.21 169.996 143.271 165.435 140.989C160.874 138.708 141.87 140.229 137.309 144.031C132.748 147.834 66.6138 215.516 65.0935 218.558C63.5731 221.599 65.0935 243.653 72.6951 243.653C80.2967 243.653 74.9756 227.683 59.0122 229.965C43.0488 232.246 32.4065 278.635 32.4065 285.479C32.4065 292.323 51.4105 308.293 55.2113 306.012C59.0122 303.73 49.1301 285.478 46.0894 287.76C43.0488 290.042 65.0935 303.73 66.6138 299.928C68.1341 296.126 56.7317 271.79 52.9309 273.311C49.1301 274.832 66.6138 287.76 72.6951 285.479C78.7764 283.198 63.5731 269.509 62.0528 264.946C60.5325 260.383 74.2154 256.581 78.0162 255.06C81.817 253.539 89.4186 241.372 90.1788 227.683C90.939 213.995 113.744 198.025 120.585 198.025C127.427 198.025 128.947 201.827 120.585 214.755C112.224 227.683 101.581 255.06 116.024 238.33C127.579 224.945 189.76 156.706 219.406 124.259C224.981 126.541 233.545 133.689 223.207 144.031C210.284 156.959 107.663 273.311 106.142 277.874C104.622 282.437 112.984 286.239 120.585 287.76C128.187 289.281 96.2601 289.281 87.1382 295.365C78.0162 301.449 86.378 384.34 57.4918 392.706C28.6057 401.071 2 403.352 2 360.005C2 316.658 22.5244 275.593 37.7276 299.928C52.9309 324.263 17.2032 345.556 12.6423 351.64C8.0813 357.724 -2.56097 388.635 18.7236 392.706C40.0081 396.776 78.0162 353.161 90.1788 325.784C102.341 298.407 171.516 313.616 179.878 322.742C188.24 331.868 182.919 396.508 179.878 392.706C176.837 388.903 167.715 342.514 163.154 347.077C158.593 351.64 151.752 388.143 144.91 382.819C138.069 377.496 138.829 331.107 129.707 335.67C120.585 340.233 100.061 379.017 92.4593 376.736C84.8577 374.454 104.622 319.7 122.866 319.7C141.11 319.7 189 310.574 191.28 356.202C193.561 401.831 192.041 416.28 189 417.801C185.959 419.322 149.471 403.352 132.748 398.029C116.024 392.706 68.1341 391.945 55.2113 400.31C42.2886 408.676 17.2032 477.878 15.6829 490.807C14.1626 503.735 34.687 542.519 55.2113 563.812C75.7357 585.105 93.9796 586.626 97.7804 575.219C101.581 563.812 71.1748 543.279 60.5325 534.914C49.8902 526.549 49.8902 493.088 55.2113 473.316C60.5325 453.543 73.4552 402.592 87.8983 402.592C102.341 402.592 149.471 408.676 150.992 413.238C152.512 417.801 145.671 436.813 138.069 445.178C130.467 453.543 96.2601 506.016 97.7804 511.339C99.3008 516.663 109.943 522.746 121.345 525.788C132.748 528.83 162.394 554.686 164.675 559.249C166.955 563.812 150.992 579.021 150.992 581.303C150.992 583.584 162.394 581.303 168.476 573.698C174.557 566.093 179.878 568.375 183.679 573.698C187.48 579.021 192.801 588.147 198.882 589.668C204.963 591.189 211.805 590.428 220.167 594.231C228.528 598.033 257.414 615.524 257.414 621.608C257.414 626.475 256.401 631.24 255.894 633.015C247.532 630.226 230.505 625.258 229.288 627.692C227.768 630.733 253.614 654.308 251.333 663.434C249.509 670.734 228.782 692.332 218.646 702.218C213.072 703.992 201.619 703.891 200.402 689.29C198.882 671.038 211.045 658.11 173.797 623.889C136.549 589.668 120.585 577.5 109.183 581.303C97.7804 585.105 105.382 603.356 109.183 608.68C112.984 614.003 123.626 626.931 119.065 645.182C114.504 663.434 89.4186 680.164 88.6585 686.248C87.8983 692.332 90.1788 696.894 112.224 696.894C134.268 696.894 139.589 686.248 139.589 680.164C139.589 674.08 144.15 662.673 144.91 667.997C145.671 673.32 140.35 687.769 156.313 686.248C169.084 685.031 167.209 646.703 164.675 627.692C145.164 609.44 104.014 575.067 95.4999 583.584C84.8577 594.231 93.2195 604.117 95.4999 606.398C97.7804 608.68 120.585 623.889 109.183 633.015C97.7804 642.14 43.0488 638.338 30.8862 645.182C18.7236 652.027 25.565 661.152 38.4878 671.799C51.4105 682.446 47.6097 690.811 8.0813 693.853" stroke="#131441" stroke-width="2"/>
      </svg>


    </div>

    <div class="crs__block__photo__boys">
      <img class="crs__electro__boy__1" src = "assets/img/bas__for__child.png" alt = "">
    </div>
    <div class="mt100_50">
    <div class = "main__second__card__course Mont-Heavy">
    <div class="course__second__in__obj mlr_0_ZK">
      <div class="mt100_50">
        <div class = "course__second__title">ДЛЯ ВЗРОСЛЫХ</div>
        <div class = "course__second__sub_title mw-240_ZK mw-830_ZK" >
          занятия музыкой — это отличный способ <br>освободиться от стресса и расслабиться
        </div>
        <div class = "course__second__description Inter-Light">
          <p>Тут ты сможешь отдохнуть и исполнить любимые песни для себя или в компании</p>
          <p class="Inter-SemiBold">Это возможность заняться любимым делом <br>и исполнить детскую мечту.</p>
        </div>
      </div>
    </div>
    </div>
    </div>
  </div>
  <div class = "course__block__feedback__ZK">
    <div class="course__blocK__feedback__wrapper">
    <div class = "course__block__feedback__in">
      <div class="course__feedbacl__row__ZK">
      <div class = "course__feedback__container">
        <div class = "course__feedback__left Mont-Heavy">
          <p>НАШИ УЧИТЕЛЯ ПОМОГУТ РАСКРЫТЬ СИЛУ ТВОЕГО ГОЛОСА И ИСПОЛНИТЬ МЕЧТУ.</p>

        </div>
        <div class = "course__feedback__right">
          <div class = "course__feedback__title Mont-Heavy">ПРИХОДИ НА БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
          <form class="sendFORM">
            <div class="course__main__card__ZK" >
              <input name=tel required class="inp_txt__ZK Mont-Heavy phone-mask" type = "tel" placeholder="ТЕЛЕФОН">
              <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
            </div>
            <div class="block__for__lbl__chk">
              <input required id="card_chk__feedback" type = "checkbox">
              <label class="card_label_for__chk clrBlk_ZK Inter-Light" for = "card_chk__feedback">Я даю согласие на обработку персональных данных</label>
            </div>
          </form>
        </div>
        </div>
      </div>
    </div>
    </div>
  </div>

  <div class = "course__how_doing_lesson__container">
    <div class="course__hdl__block__text__title">
      <p class = "course__text__how__doing__lesson Mont-Heavy">КАК ПРОХОДЯТ ЗАНЯТИЯ?</p>
      <p class = "course__hdl_title Mont-Heavy">С НАЧИНАЮЩИМИ:</p>
    </div>
    <div class="course__hdl__block__flex">
    <div class = "course__hdl__left">
      <div class = "course__hdl_block__text">

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">1</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Разбираем основы, которые необходимы для игры на гитаре, чтобы потом ты быстрее осваивал техники.</p>
              <p class = "course__hdl__litle__text Inter-Light">Научимся правильно <span class="Inter-SemiBold">держать гитару </span>и <span class="Inter-SemiBold">ставить руки</span>. Отработаем положение каждой из рук. Разберем самую необходимую музыкальную теорию.</p>
          </div>
        </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">2</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Разбираем базовую музыкальную теорию, чтобы ты уверенно держал ритм при игре</p>
              <p class = "course__hdl__litle__text Inter-Light">На простых упражнениях <span class="Inter-SemiBold">учимся определять ритм</span> <br>и придерживаться его во время игры.</p>
          </div>
          </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">3</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Учимся ставить аккорды и практикуем игру боем и перебором на твоих любимых песнях</p>
              <p class = "course__hdl__litle__text Inter-Light">Выучим <span class="Inter-SemiBold">первые аккорды</span>, научимся ставить их быстро и четко.
                <br><span class="Inter-SemiBold">Разберем игру боем и перебором</span>, чтобы гитара в твоих руках звучала громко и звонко.</p>
          </div>
          </div>
      </div>
    </div>
      <div class = "course__hdl__right">
        <div class = "course__hdl__right__df">
          <p class = "course__hdl__rl Mont-Heavy">Оттачиваем технику игры на твоих любимых песнях и учимся ипровизировать..</p>
          <div class = "course__hdl__rr Mont-Heavy">4</div>
        </div>
        <p class = "course__hdl__right__description Mont-Heavy">УЖЕ С ПЕРВОГО ЗАНЯТИЯ МЫ ПЕРЕЙДЕМ К ПРАКТИКЕ И НАЧНЕМ ОТТАЧИВАТЬ НАВЫК НА ПЕСНЯХ, <br class="br__course__hdl_3">А ПОТОМ - ГОТОВИТЬСЯ К ПЕРВЫМ ВЫСТУПЛЕНИЯМ.</p>
      </div>
  </div>
  </div>

    <div class="course__hdl__card__desktop">
      <p class = "course__hdl__card__big__text Mont-Heavy">УЖЕ ЧЕРЕЗ 4 ЗАНЯТИЯ</p>
      <p class = "course__hdl__card__litle__text Mont-Heavy">ТЫ СЫГРАЕШЬ СВОЮ ПЕРВУЮ ПЕСНЮ</p>
      <div class="m0_auto_ZK">
        <button class="btn__fdback__ZK Mont-Heavy popupActive-button" type="submit">ЗАПИСАТЬСЯ НА ПРОБНЫЙ УРОК</button>
      </div>
    </div>

  <div class="course__hdl_exp__container">
    <div class = "course__hdl_exp__block__flex">
      <div class = "course__hdl_exp__left">
        <div class = "course__hdl_exp_l_big Mont-Heavy">С БОЛЕЕ ОПЫТНЫМИ <br>УЧЕНИКАМИ: </div>
        <div class = "course__hdl_exp_l_title Mont-Heavy">Учимся играть сложные риффы и воспроизводить песни на слух, если хочешь улучшить технику игры</div>
        <div class="course__hdl_exp_l_title_2 Inter-Light">
          <span class="Inter-Light">Тренируемся играть с барабанами</span>, если хочешь играть в музыкальной группе или собрать свою.
                                                                          С теми, <span class="Inter-Light">кто хочет играть джаз, разбираем дополнительную теорию</span> и отработаем все особенности в технике. <span class="course__hdl__about__ZK">Подробнее</span>
        </div>
      </div>
      <div class="course__hdl_exp__right__container" >
        <img src = "assets/img/background__akustik__exp.png"  class = "course__hdl_exp__right">
      </div>
    </div>
  </div>

    <?php require_once ('req/toPerfomance.php')?>


  <div class="course__where__pass__lesson__container">
  <div class = "course__where__pass__lesson__flex">
    <div class = "course__wpl__left">
      <div class = "course__text__wpl__main__title Mont-Heavy">ГДЕ ПРОХОДЯТ <br>ЗАНЯТИЯ?</div>
      <div class="course__wpl__title Mont-Heavy">У НАС ЕСТЬ 6 РАЗНЫХ КЛАССОВ ДЛЯ ЗАНЯТИЙ.</div>
      <div class = "course__wpl__two__obj__flex">
        <div class = "course__wpl__obj__left">В каждом из них есть <br>все необходимое <br>оборудование, хорошая звукоизоляция и уютная атмосфера.</div>
        <div class="course__wpl__obj__right">Если не получается между занятиями тренироваться <br>дома, то можно <span>бесплатно заниматься в любом <br>из свободных классов.</span></div>
      </div>
      <div class = "course__wpl__contacts__container">
        <div class = "course__wpl__contacts__title Mont-Heavy">ХОЧЕШЬ НА <br class="br__course__wpl__1">ОНЛАЙН-ЭКСКУРСИЮ?</div>
        <div class = "course__wpl__contacts__description Inter-Light">Напиши нам в личные сообщения, и мы проведем тебе онлайн-экскурсию по школе</div>
        <div class = "course__wpl__left__write__there Mont-Heavy">НАПИШИ НАМ ТУТ</div>
        <div class = "course__wpl__block__mess">
          <a href = "#">
            <svg  class = "course__wpl__vk" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M22.4999 0.94043C10.5925 0.94043 0.939941 10.593 0.939941 22.5004C0.939941 34.4078 10.5925 44.0604 22.4999 44.0604C34.4073 44.0604 44.0599 34.4078 44.0599 22.5004C44.0599 10.593 34.4073 0.94043 22.4999 0.94043ZM30.7916 25.265C30.7916 25.265 32.6983 27.1471 33.1676 28.0207C33.1811 28.0387 33.1879 28.0566 33.1924 28.0656C33.3832 28.3868 33.4282 28.636 33.3338 28.8224C33.1766 29.1324 32.6376 29.2851 32.4535 29.2986H29.0847C28.8512 29.2986 28.3616 29.2379 27.7687 28.8292C27.3128 28.5103 26.8636 27.987 26.4257 27.4772C25.7721 26.7181 25.2062 26.0623 24.6357 26.0623C24.5633 26.0622 24.4913 26.0736 24.4224 26.096C23.9912 26.2352 23.4387 26.8506 23.4387 28.4901C23.4387 29.0021 23.0344 29.2963 22.7492 29.2963H21.2063C20.6808 29.2963 17.9431 29.1122 15.5176 26.5542C12.5487 23.4212 9.87611 17.1374 9.85365 17.079C9.68522 16.6725 10.0333 16.4546 10.4129 16.4546H13.8153C14.269 16.4546 14.4172 16.7309 14.5205 16.9757C14.6418 17.2609 15.0864 18.395 15.8163 19.6707C16.9999 21.7503 17.7253 22.5948 18.307 22.5948C18.416 22.5935 18.5232 22.5657 18.6191 22.5139C19.3782 22.0917 19.2367 19.3855 19.2031 18.824C19.2031 18.7184 19.2008 17.6135 18.8123 17.0835C18.5338 16.6994 18.0599 16.5535 17.7725 16.4996C17.8888 16.339 18.0421 16.2088 18.2194 16.12C18.7404 15.8595 19.6792 15.8213 20.6112 15.8213H21.13C22.1406 15.8348 22.4011 15.8999 22.7672 15.992C23.5083 16.1694 23.524 16.6478 23.4589 18.285C23.4387 18.7499 23.4185 19.2754 23.4185 19.8953C23.4185 20.03 23.4117 20.1737 23.4117 20.3265C23.3893 21.1597 23.3623 22.1052 23.9507 22.4937C24.0275 22.5418 24.1162 22.5675 24.2068 22.5678C24.4111 22.5678 25.0265 22.5678 26.6929 19.7089C27.2068 18.7886 27.6534 17.8324 28.0292 16.8477C28.0629 16.7893 28.1617 16.6096 28.2785 16.54C28.3647 16.496 28.4602 16.4737 28.557 16.4749H32.5568C32.9925 16.4749 33.2912 16.54 33.3473 16.7084C33.4461 16.9757 33.3293 17.7909 31.5035 20.2636L30.6882 21.3393C29.0331 23.5088 29.0331 23.6189 30.7916 25.265V25.265Z" fill="#131441"/>
            </svg>
          </a>

          <a href = "#">
            <svg class = "course__wpl__phone" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M0.948594 44.0604L3.8635 33.3494C1.94281 30.0569 0.933709 26.3122 0.93997 22.5004C0.93997 10.5928 10.5924 0.94043 22.5 0.94043C34.4075 0.94043 44.0599 10.5928 44.0599 22.5004C44.0599 34.408 34.4075 44.0604 22.5 44.0604C18.6898 44.0666 14.9468 43.0582 11.6553 41.139L0.948594 44.0604ZM14.719 12.3845C14.4405 12.4018 14.1685 12.4751 13.9191 12.6001C13.6852 12.7325 13.4717 12.8981 13.2852 13.0916C13.0265 13.3353 12.8799 13.5466 12.7225 13.7514C11.9257 14.7884 11.4971 16.0613 11.5044 17.3691C11.5087 18.4256 11.7846 19.454 12.2158 20.4156C13.0976 22.3603 14.5486 24.4193 16.4653 26.3273C16.9267 26.7865 17.3773 27.2479 17.8624 27.677C20.2413 29.7714 23.0762 31.2819 26.1414 32.0881L27.3682 32.2757C27.7671 32.2973 28.1659 32.2671 28.5669 32.2477C29.1948 32.2153 29.808 32.0453 30.3629 31.7497C30.6452 31.6042 30.9208 31.4459 31.1886 31.2753C31.1886 31.2753 31.2813 31.215 31.4581 31.0813C31.7492 30.8657 31.9281 30.7126 32.1696 30.4604C32.3486 30.2749 32.5038 30.0572 32.6224 29.8093C32.7905 29.4578 32.9587 28.7873 33.0277 28.2289C33.0794 27.802 33.0643 27.5692 33.0579 27.4247C33.0493 27.194 32.8574 26.9547 32.6482 26.8534L31.3934 26.2907C31.3934 26.2907 29.5177 25.4735 28.3729 24.9518C28.2522 24.8992 28.1228 24.8692 27.9913 24.8634C27.8438 24.8482 27.6947 24.8648 27.5542 24.9121C27.4136 24.9593 27.2848 25.0361 27.1763 25.1372V25.1329C27.1655 25.1329 27.0211 25.2558 25.4623 27.1444C25.3728 27.2647 25.2496 27.3555 25.1083 27.4054C24.967 27.4554 24.814 27.4621 24.6689 27.4247C24.5284 27.3872 24.3908 27.3396 24.2571 27.2824C23.9897 27.1703 23.897 27.1272 23.7138 27.0474L23.703 27.0431C22.4696 26.5046 21.3276 25.7772 20.3181 24.8871C20.0464 24.6499 19.7942 24.3912 19.5355 24.1411C18.6872 23.3288 17.948 22.4099 17.3363 21.4073L17.2091 21.2025C17.1178 21.0649 17.0439 20.9164 16.9892 20.7605C16.9073 20.4436 17.1207 20.1892 17.1207 20.1892C17.1207 20.1892 17.6446 19.6157 17.8883 19.3052C18.0911 19.0472 18.2804 18.7788 18.4553 18.501C18.7097 18.0914 18.7895 17.671 18.6558 17.3454C18.0521 15.8707 17.4269 14.4025 16.7844 12.945C16.6572 12.6561 16.2799 12.4492 15.9371 12.4082C15.8207 12.3953 15.7042 12.3823 15.5878 12.3737C15.2983 12.3593 15.0082 12.3622 14.719 12.3823V12.3845Z" fill="#131441"/>
            </svg>
          </a>

          <a href = "#">
            <svg class = "course__wpl__telegram" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M22.4999 0.94043C10.5891 0.94043 0.939941 10.591 0.939941 22.5004C0.939941 34.4099 10.5905 44.0604 22.4999 44.0604C34.4108 44.0604 44.0599 34.4099 44.0599 22.5004C44.0599 10.591 34.4094 0.94043 22.4999 0.94043ZM33.0894 15.7111L29.5508 32.386C29.2893 33.5684 28.5854 33.8549 27.6034 33.2985L22.2134 29.3259L19.6137 31.8297C19.3271 32.1162 19.0837 32.3596 18.5273 32.3596L18.9099 26.8736L28.8984 17.849C29.3338 17.4665 28.8024 17.2495 28.2279 17.632L15.8831 25.4034L10.5627 23.7426C9.40676 23.3781 9.38033 22.5867 10.8061 22.0303L31.5927 14.0141C32.558 13.6664 33.401 14.2492 33.088 15.7097L33.0894 15.7111Z" fill="#131441"/>
            </svg>
          </a>


        </div>

      </div>

    </div>
    <div class="course__wpl__right">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__1">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__2">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__3">
    </div>
  </div>
  </div>
    <style>
        .free_Oktava_piano{position: absolute; left: 874px; top: 160px}
        @media (max-width: 1500px){
            .free_Oktava_piano{position: absolute; left: 644px; }
        }
    </style>
    <section class="free_Oktava_MA_block_MA of_h_875 c-mg-MA" >
        <div class="free_Oktava_MA_block_MA_cont">
            <div class="Mont_Heavy_MA FS_100_MA color_main_blue_MA">ОКТАВА</div>
            <div class="Mont_Heavy_MA FS_64_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 15px">свобода выбора<br> и проявления</div>
            <div class="Mont_Heavy_MA FS_24_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 30px">Мы открыты к любым жанрам </div>
            <div class="Inter_Light_MA FS_16_MA color_main_blue_MA  Lh-130_MA" style="margin-top: 10px">и ценим предпочтения наших учеников. Все<br class="size_340_MA"> обучение в школе<br class="size_340_dp_no_MA"> проходит только на твоих любимых песнях</div>
            <div  class="flex_MA free_oktava_und_head_MA">
                <div class="free_Oktava_photo_MA bg_opt_all_MA free_Oktava_photo_options_MA"></div>
                <div class="free_oktava_und_head_text_MA">
                    <div class="mg_t_full_15 Mont_Heavy_MA FS_24_MA Up-c_MA Lh-120_MA black_color_MA size_340_mg_0">Нам важно, чтобы<br class="size_340_MA"> наши<br class="size_340_dp_no_MA"> ученики раскрывались</div>
                    <div class="mg_t_full_10 Inter_Light_MA FS_16_MA black_color_MA Lh-130_MA size_340_mg_0"><span class="Inter_semi_bold_MA">и находили</span> свой собственный<br> <span class="Inter_semi_bold_MA">индивидуальный стиль</span></div>
                </div>
            </div>
            <img src="img/free_Oktava_piano.svg" class="free_Oktava_piano size_full_MA">
            <img src="img/free_Oktava_600_all.svg" class="free_Oktava_600_all_MA size_600_ma">
        </div>
    </section>
    <?php require_once ('req/contactsAndMap.php')?>
    <?php require ('req/vkSoc.php')?>
    <?php require_once ('modal_thank.php')?>
</main>
<div class="screen__footer"><?php require_once('footer.php')?></div>
</body>
<!--НА ЛЮБОЙ СТРАНИЦЕ С ФОРМАМИ -->
<script src="js/phoneMask.js"></script>
<script>$(function(){$(".phone-mask").mask("+7(999) 999-9999");});</script>
<script src="js/feedBack_popup.js"></script>
<!-- -->

</html>