
<!doctype html>
<html lang = "en">
<head>
  <meta charset = "UTF-8">
  <meta name = "viewport"
        content = "width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv = "X-UA-Compatible" content = "ie=edge">
  <link rel='shortcut icon' type='image/x-icon' href="img/favicon.ico">
  <link rel = "stylesheet" href = "assets/css/font.css">
  <link rel = "stylesheet" href = "assets/css/bass.css">
  <link rel = "stylesheet" href = "assets/css/header.css">
  <link rel = "stylesheet" href = "assets/css/footer.css">
    <link rel = "stylesheet" href = "css/style.css">
    <link rel = "stylesheet" href = "css/adaptive.css">
  <script src="assets/js/jquery-3.6.0.min.js"></script>
  <script src="utils.js"></script>
  <script src="ajax.js"></script>
  <title>Бас гитара</title>
<body>
<?php require('req/feedBack_popup.php')?>
<?php require_once('header.php')?>
<main>



  <div class="note__micro__ZK">
    <svg width="719" height="608" viewBox="0 0 719 608" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M260.007 465.384C250.449 469.241 221.659 483.692 182.964 510.636C134.595 544.317 116.976 540.689 92.277 496.812C72.5179 461.71 73.1089 399.847 75.8743 373.303C80.4215 399.042 91.6922 454.284 100.397 469.347C111.279 488.176 139.778 527.044 173.982 502.69C201.345 483.207 219.472 451.159 225.116 437.571L220.625 435.325C207.841 457.435 179.855 500.272 170.182 494.744C158.091 487.834 162.237 470.042 165.693 460.541C169.148 451.041 184.35 437.914 184.697 414.767C184.974 396.249 184.238 387.474 183.835 385.401L169.67 393.001C174.103 399.681 181.933 413.903 177.787 417.358C173.641 420.812 167.768 422.136 165.35 422.366L153.259 401.637L135.294 410.791C139.266 417.816 144.759 432.28 134.947 433.938C125.135 435.596 119.458 437.852 117.846 438.774L103.855 418.39L99.7102 405.089C100.113 402.555 102.405 396.763 108.348 393.861C115.776 390.234 120.44 390.407 124.585 395.071C127.901 398.803 128.961 402.73 129.076 404.227L148.769 392.482L139.442 372.271C142.839 368.068 151.085 361.251 156.889 367.608C162.692 373.965 164.028 382.694 163.97 386.263L181.245 375.9C173.012 360.699 163.214 329.053 189.885 324.079C223.223 317.863 245.852 322.701 258.117 311.992C270.382 301.283 284.893 284.355 286.447 292.474C288.001 300.593 280.571 346.541 281.261 355.523C281.952 364.505 287.305 393.526 305.961 389.036C324.617 384.546 333.081 382.3 333.599 385.583C334.117 388.865 310.451 411.146 297.322 414.082C286.82 416.431 247.803 424.731 229.608 428.588C242.794 430.431 274.762 431.735 297.149 422.201C325.133 410.284 345.517 394.566 342.581 384.028C339.645 373.491 314.08 378.845 310.971 379.017C307.861 379.19 291.624 379.707 288.861 365.369C286.651 353.9 289.438 351.263 291.107 351.378L593.063 188.85C600.952 188.62 617.661 189.058 621.392 192.652C625.123 196.245 646.555 176.876 656.805 166.743C660.375 164.21 669.622 159.765 678.052 162.253C688.589 165.363 712.254 159.492 705.518 143.599C700.13 130.885 688.533 126.9 683.409 126.497L680.3 119.76C683.755 117.169 688.281 111.227 678.746 108.186C666.827 104.385 661.472 115.094 665.445 117.513C669.417 119.933 672.008 119.933 672.353 122.696C672.699 125.46 674.771 128.224 670.626 128.742C666.48 129.26 655.079 134.787 654.388 130.123C653.698 125.459 659.571 122.35 657.844 119.759C656.116 117.168 651.28 113.886 647.652 113.367C644.025 112.849 639.533 119.24 639.188 120.794C638.842 122.349 643.333 127.186 645.752 127.532C648.17 127.877 648.342 134.441 645.751 134.441C643.678 134.441 633.141 137.78 628.132 139.449L627.095 134.613C630.435 132.54 635.387 127.531 628.478 124.076C619.841 119.757 620.705 118.893 618.114 120.62C615.523 122.348 608.094 130.293 612.24 132.366C616.386 134.439 618.286 134.094 619.495 135.994C620.704 137.894 621.222 141.176 618.804 141.694C616.869 142.109 606.942 145.552 602.22 147.221C601.472 146.415 600.113 144.526 600.666 143.421C601.357 142.039 608.267 136.857 603.949 133.402C599.63 129.947 593.93 127.528 591.684 128.565C589.439 129.601 583.738 138.41 585.811 140.311C587.883 142.211 593.238 143.593 593.584 145.493C593.929 147.393 595.138 150.157 592.72 150.675C590.301 151.193 583.046 151.884 582.355 153.266C581.664 154.648 583.218 173.131 581.145 173.821C579.072 174.512 308.383 314.241 297.674 301.112C286.965 287.984 304.24 274.166 313.741 268.984C323.242 263.802 347.426 250.849 330.153 240.483C312.879 230.118 296.814 237.199 279.022 247.735C261.229 258.271 234.798 292.127 208.196 294.37C181.595 296.613 98.51 257.225 64.4748 354.647C30.4395 452.069 98.3208 527.041 106.439 532.397" stroke="white" stroke-width="2"/>
      <path d="M189.365 345.844L212.854 393.003L205.425 414.768C203.582 414.71 199.69 415.527 198.861 419.258C198.031 422.989 199.666 425.419 200.588 426.168L197.132 434.805C195.578 434.459 192.088 434.528 190.568 437.568C189.048 440.608 190.856 443.902 191.949 445.169L187.285 452.769C185.327 452.654 181.205 453.183 180.375 456.223C179.546 459.263 181.642 462.327 182.793 463.478L179.684 470.56C179.396 469.985 177.818 469.282 173.81 471.078C169.803 472.875 171.104 477.93 172.255 480.233L162.582 484.897L174.673 482.306C176.17 483.055 179.959 483.827 183.138 480.925C186.316 478.023 183.772 473.612 182.102 471.77L185.384 465.206C186.996 465.724 190.808 465.932 193.158 462.615C195.507 459.299 192.064 455.591 190.049 454.151L194.713 446.551C196.153 447.415 199.723 448.278 202.487 444.824C205.251 441.369 202.142 437.166 200.241 435.496L204.042 427.896C206.115 427.781 210.606 426.687 211.988 423.232C213.371 419.777 210.031 416.495 208.189 415.286L214.236 396.285C214.466 396.688 215.687 397.702 218.727 398.531C221.767 399.36 223.909 393.349 224.6 390.24C217.807 376.19 203.46 346.846 200.42 341.871C197.38 336.896 191.783 342.447 189.365 345.844Z" stroke="white" stroke-width="2"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M584.328 392.897C584.328 393.673 583.865 395.326 583.297 396.569C582.332 398.687 582.009 398.796 578.164 398.286C575.908 397.987 572.535 398.153 570.669 398.655C565.321 400.094 564.448 403.528 568.37 407.689C570.54 409.991 576.769 425.426 580.523 437.801C582.146 443.154 583.474 447.91 583.474 448.371C583.474 448.838 582.532 448.973 581.346 448.675C578.441 447.947 574.045 449.937 571.263 453.242C568.201 456.88 568.125 461.567 571.073 465.068C575.501 470.328 582.023 470.733 586.528 466.027C588.936 463.509 589.022 463.134 588.934 455.579C588.806 444.773 584.351 428.307 576.304 408.901C575.914 407.96 576.964 407.138 580.265 405.8L584.755 403.98L585.482 398.672C585.979 395.038 585.912 393.068 585.269 392.426C584.585 391.742 584.328 391.87 584.328 392.897ZM617.167 399.205C615.515 414.621 620.084 445.482 627.486 468.9C628.646 472.572 629.595 475.653 629.596 475.746C629.596 475.839 627.77 475.803 625.539 475.666C620.67 475.366 616.704 477.493 614.62 481.518C612.459 485.696 613.543 488.056 618.736 490.472C624.076 492.958 626.298 493.082 628.182 491C630.244 488.724 629.952 487.569 626.521 484.429C623.637 481.788 623.549 481.56 625.102 480.73C627.541 479.424 630.346 480.495 631.787 483.28C633.024 485.672 635.007 486.487 635.935 484.985C636.189 484.575 634.699 478.525 632.625 471.54C623.367 440.368 620.293 425.14 619.586 406.954C619.317 400.013 618.799 394.151 618.436 393.926C618.073 393.703 617.501 396.078 617.167 399.205ZM470.047 406.594C468.546 408.142 467.318 409.817 467.318 410.315C467.318 412.465 460.268 419.137 457.095 419.992C452.894 421.122 450.695 420.251 446.534 415.811C440.748 409.636 432.541 411.318 428.01 419.608C425.051 425.021 425.938 430.567 431.738 442.922C434.306 448.391 436.633 453.885 436.911 455.13C437.403 457.339 437.29 457.409 432.294 457.989C429.477 458.315 426.926 458.981 426.624 459.468C425.353 461.524 426.132 469.437 427.983 473.259C430.364 478.176 432.218 478.332 436.568 473.984C439 471.553 440.018 469.633 440.755 466.082C442.154 459.346 440.858 453.821 435.074 441.865C430.702 432.828 430.165 431.132 430.165 426.375C430.165 420.374 431.54 418.066 436.316 416.045C439.993 414.49 442.493 415.554 445.369 419.896C447.988 423.852 453.101 426.832 457.248 426.82C458.794 426.815 462.114 425.855 464.626 424.685C467.139 423.517 469.899 422.56 470.758 422.56C472.806 422.56 475.004 420.309 475.004 418.212C475.004 417.297 475.976 415.079 477.164 413.285C479.407 409.897 479.345 408.145 476.877 405.273C474.987 403.073 473.109 403.436 470.047 406.594ZM530.246 447.957C530.04 448.309 529.805 452.439 529.724 457.134C529.538 467.784 527.449 473.137 521.916 477.143C516.672 480.94 512.942 481.865 507.543 480.708C501.667 479.448 501.877 479.413 499.323 482.104C492.828 488.949 491.413 498.292 494.891 511.367C497.777 522.215 498.279 525.476 497.643 529.242L497.105 532.424L493.029 532.033C488.064 531.555 484.13 533.346 482.279 536.925C480.594 540.182 480.641 540.88 482.691 542.929C484.839 545.076 490.053 545.195 492.963 543.162C496.148 540.938 499.166 537.05 499.671 534.517C500.643 529.659 499.91 518.306 498.176 511.343C496.068 502.879 495.859 496.186 497.581 492.321C499.888 487.141 500.158 486.99 503.21 489.162C509.029 493.304 520.737 491.807 527.038 486.117L530.318 483.155L530.825 489.353C531.103 492.761 531.577 499.663 531.879 504.689L532.428 513.829L529.423 513.341C525.545 512.712 521.882 514.824 519.498 519.065C515.972 525.336 518.372 531.831 524.216 531.831C527.084 531.831 531.375 528.832 531.375 526.828C531.375 526.381 532.177 526.225 533.158 526.481C534.941 526.947 534.941 526.945 534.865 498.444C534.823 482.766 534.848 467.058 534.922 463.537C535.082 455.777 533.45 447.317 531.791 447.317C531.148 447.317 530.453 447.605 530.246 447.957ZM585.176 457.39C585.18 458.469 584.596 460.486 583.879 461.872C582.838 463.885 582.014 464.39 579.772 464.39C574.442 464.39 571.996 460.419 575.295 457.121C576.941 455.476 578.123 455.105 581.26 455.248C584.717 455.406 585.171 455.655 585.176 457.39ZM437.142 465.793C436.68 468.639 433.73 472.927 432.235 472.927C431.329 472.927 429.737 467.948 429.737 465.117C429.737 462.791 429.913 462.683 433.693 462.683H437.648L437.142 465.793ZM528.661 524.432C528.825 525.275 528.39 525.855 527.593 525.855C526.802 525.855 526.25 525.126 526.25 524.077C526.25 521.997 528.246 522.29 528.661 524.432ZM495.023 536.013C495.91 537.449 489.53 542.193 487.09 541.911C484.063 541.56 483.574 538.481 486.249 536.609C488.337 535.147 494.239 534.747 495.023 536.013Z" fill="white"/>
    </svg>


  </div>



  <div class = "main__card__course">
  <div class="block__in__card__elem__top">
            <div class="block__clock__text__ZK">
            <svg width="18" height="18" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M9 0a9 9 0 1 0 .001 18.001A9 9 0 0 0 9 0Zm3.546 11.766-.575.784a.16.16 0 0 1-.225.034L8.423 10.16a.16.16 0 0 1-.066-.13V4.5c0-.088.072-.16.16-.16h.967c.089 0 .16.072.16.16v4.972l2.866 2.071c.072.05.088.151.036.223Z" fill="#fff"/></svg>


                <div class="block__contacts__time Inter-Light black_ZK">с 10:00 до 22:00</div>
            </div>
            <div class="block__clock__text__ZK">
            <svg width="16" height="20" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M8 0C3.59 0 0 3.589 0 7.995-.029 14.44 7.696 19.784 8 20c0 0 8.03-5.56 8-12 0-4.411-3.589-8-8-8Zm0 12c-2.21 0-4-1.79-4-4s1.79-4 4-4 4 1.79 4 4-1.79 4-4 4Z" fill="#fff"/></svg>



                <div class="block__contacts__geo Inter-Light black_ZK">г. Новосибирск, ул.Серебренниковская, 6/1
                    цокольный
                    этаж, «Октава»</div>
            </div>


    </div>
    <div class="block__in__card__elem__center">
      <div class = "container__card__main__course">
        <div class="card__main__title Mont-Heavy">БАС</div>
        <div class = "course_card__text_ZK Inter-Light"><span class="Inter-SemiBold">Бархатный звук бас-гитары завораживает.</span> Она задает ритм и делает звук в любой композиции более плотным и объемным</div>
      </div>

      <div class = "card__block__form">
        <div class="come__to__us Mont-Heavy">ПРИХОДИ НА ПЕРВОЕ БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
        <form class="sendFORM">
          <div class="course__main__card__ZK" >
            <input name=tel required class="inp_txt__ZK Mont-Heavy phone-mask" type = "tel" placeholder="ТЕЛЕФОН">
            <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
          </div>
          <div class="block__for__lbl__chk">
            <input id="card_chk__course" type = "checkbox">
            <label required class="card_label_for__chk Inter-Light" for = "card_chk__course">Я даю согласие на обработку персональных данных</label>
          </div>

      </form>
    </div>
    </div>
  </div>
  <div class="course__second__container">
  <div class = "main__second__card__course Mont-Heavy">
    <div class="course__second__in__obj">
      <div class="course__second__in__obj mlr_0_ZK">
        <div class="mt100_50 mt15_ZK">
        <div class = "course__second__title">ДЛЯ ДЕТЕЙ</div>
        <div class = "course__second__sub_title mw-240_ZK mw-830_ZK" >
          занятия гитарой помогут развить мелкую моторику, <br>память и логическое мышление
        </div>
        <div class = "course__second__description Inter-Light">
          <p>Занимаясь музыкой, ребенок станет более ответственным и дисциплинированным. Первые успехи и выступления укрепят уверенность в себе. </p>
          <p class="Inter-SemiBold">Заниматься электрогитарой ребенок может с 6-7 лет</p>
          <p>Тут они получат яркие и запоминающиеся на всю жизнь эмоции. <br>Мы знаем, как увлечь ребенка музыкой.  </p>
        </div>
        </div>
      </div>
    </div>
  </div>
    <div class="crs_scnd__cont_for_sg">
      <svg width="351" height="704" viewBox="0 0 351 704" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M123 258.5C95.7999 286.9 111.667 290.667 123 289C113.833 290.833 93.7 296.3 86.5 303.5C77.5001 312.5 78.9999 356.5 73.5 374.5C68.0001 392.5 39.5 397.5 20.5 396.5C1.5 395.5 0.5 361 0.5 341.5C0.5 322 26.5 289 33.5 289C40.5 289 44 301 50.5 303.5C57 306 61.9999 303.5 69.5 294.5C77.0001 285.5 70.9999 276 61.9999 265.5C52.9999 255 70.9999 264 78.9999 258.5C86.9999 253 89.4999 230.5 95.4999 216C101.5 201.5 128 196.5 123 205C119 211.8 113.667 233.167 111.5 243C148.667 203.5 225.3 122.2 234.5 113C246 101.5 263 72 273.5 73C281.9 73.8 297 66.6667 303.5 63C254.667 116.333 150.2 230.1 123 258.5Z" fill="#FFD43A"/>
        <path d="M331.15 322.742C318.481 317.165 287.821 309.357 266.536 322.742C239.931 339.472 218.646 362.286 208.764 356.202C198.882 350.119 201.923 319.7 193.561 308.293C185.199 296.886 176.077 290.041 169.236 287.76C162.394 285.479 126.667 283.958 147.951 292.323C169.236 300.688 181.398 308.293 184.439 285.479C187.48 262.665 192.041 264.186 205.723 264.946C219.406 265.707 248.293 239.09 257.414 225.402C266.536 211.713 276.419 184.336 275.658 175.21C274.898 166.085 269.577 157.72 263.496 158.48C257.414 159.241 220.927 217.797 233.089 210.192C245.252 202.588 247.532 173.69 246.772 161.522C246.012 149.355 251.333 134.145 257.414 126.54C263.496 118.936 266.536 110.57 263.496 107.529C260.455 104.487 253.614 107.529 253.614 111.331C253.614 115.133 260.455 98.403 253.614 96.1216C246.772 93.8402 220.927 115.894 220.927 122.738C220.927 129.582 233.849 140.99 236.13 137.187C238.41 133.385 230.809 108.289 228.528 112.852C226.248 117.415 243.732 129.583 243.732 128.062C243.732 126.54 243.732 108.289 239.171 106.768C234.61 105.247 249.813 121.978 249.813 118.936C249.813 115.894 231.569 134.146 225.488 147.834C219.406 161.522 185.959 242.893 199.642 250.498C213.325 258.102 236.13 245.174 252.853 218.558C269.577 191.941 261.215 156.199 261.215 144.031C261.215 131.864 267.297 112.092 274.138 102.966C279.611 95.6655 307.839 70.0122 321.268 58.0981C317.721 47.9585 312.146 27.0709 318.227 24.6374C325.829 21.5955 331.91 32.2421 328.11 36.0444C324.309 39.8468 286.301 81.6725 280.219 76.3492C274.138 71.0259 280.979 55.056 293.142 40.607C305.305 26.1581 331.91 -0.458465 334.951 1.06248C337.992 2.58342 353.195 11.709 349.394 17.0323C345.593 22.3556 293.902 77.8701 268.817 72.5468C248.749 68.2881 252.853 80.912 257.414 87.7562L246.772 90.7981C248.039 76.3492 247.38 45.1701 234.61 36.0444C218.646 24.6374 207.244 17.0323 220.927 17.0323C234.61 17.0323 252.093 32.2417 252.093 42.1279C252.093 52.014 253.614 67.9839 253.614 70.2654C253.614 72.5468 229.288 117.415 215.606 116.654C201.923 115.894 178.358 93.0795 174.557 79.391C170.756 65.7025 161.634 39.086 165.435 33.0022C169.236 26.9184 197.362 17.7928 201.162 19.3137C204.963 20.8347 222.447 30.7208 228.528 37.565C234.61 44.4093 239.171 71.0258 239.171 79.391C239.171 87.7562 208.764 125.78 204.963 116.654C201.162 107.529 208.004 93.84 203.443 90.7981C198.882 87.7562 188.24 94.6003 195.841 76.3492C203.443 58.0981 204.203 33.0022 194.321 33.0022C184.439 33.0022 174.557 64.1815 160.874 70.2654C147.191 76.3492 143.39 85.4746 146.431 90.7981C149.471 96.1216 163.154 101.445 163.154 109.049C163.154 116.654 156.313 132.624 160.874 133.385C165.435 134.145 187.48 137.187 187.48 133.385C187.48 129.582 185.199 109.81 189.76 111.331C194.321 112.852 208.764 117.415 208.004 122.738C207.244 128.062 189.76 149.355 184.439 147.834C179.118 146.313 174.557 145.553 172.276 147.834C169.996 150.115 144.91 181.294 141.11 178.252C137.309 175.21 169.996 143.271 165.435 140.989C160.874 138.708 141.87 140.229 137.309 144.031C132.748 147.834 66.6138 215.516 65.0935 218.558C63.5731 221.599 65.0935 243.653 72.6951 243.653C80.2967 243.653 74.9756 227.683 59.0122 229.965C43.0488 232.246 32.4065 278.635 32.4065 285.479C32.4065 292.323 51.4105 308.293 55.2113 306.012C59.0122 303.73 49.1301 285.478 46.0894 287.76C43.0488 290.042 65.0935 303.73 66.6138 299.928C68.1341 296.126 56.7317 271.79 52.9309 273.311C49.1301 274.832 66.6138 287.76 72.6951 285.479C78.7764 283.198 63.5731 269.509 62.0528 264.946C60.5325 260.383 74.2154 256.581 78.0162 255.06C81.817 253.539 89.4186 241.372 90.1788 227.683C90.939 213.995 113.744 198.025 120.585 198.025C127.427 198.025 128.947 201.827 120.585 214.755C112.224 227.683 101.581 255.06 116.024 238.33C127.579 224.945 189.76 156.706 219.406 124.259C224.981 126.541 233.545 133.689 223.207 144.031C210.284 156.959 107.663 273.311 106.142 277.874C104.622 282.437 112.984 286.239 120.585 287.76C128.187 289.281 96.2601 289.281 87.1382 295.365C78.0162 301.449 86.378 384.34 57.4918 392.706C28.6057 401.071 2 403.352 2 360.005C2 316.658 22.5244 275.593 37.7276 299.928C52.9309 324.263 17.2032 345.556 12.6423 351.64C8.0813 357.724 -2.56097 388.635 18.7236 392.706C40.0081 396.776 78.0162 353.161 90.1788 325.784C102.341 298.407 171.516 313.616 179.878 322.742C188.24 331.868 182.919 396.508 179.878 392.706C176.837 388.903 167.715 342.514 163.154 347.077C158.593 351.64 151.752 388.143 144.91 382.819C138.069 377.496 138.829 331.107 129.707 335.67C120.585 340.233 100.061 379.017 92.4593 376.736C84.8577 374.454 104.622 319.7 122.866 319.7C141.11 319.7 189 310.574 191.28 356.202C193.561 401.831 192.041 416.28 189 417.801C185.959 419.322 149.471 403.352 132.748 398.029C116.024 392.706 68.1341 391.945 55.2113 400.31C42.2886 408.676 17.2032 477.878 15.6829 490.807C14.1626 503.735 34.687 542.519 55.2113 563.812C75.7357 585.105 93.9796 586.626 97.7804 575.219C101.581 563.812 71.1748 543.279 60.5325 534.914C49.8902 526.549 49.8902 493.088 55.2113 473.316C60.5325 453.543 73.4552 402.592 87.8983 402.592C102.341 402.592 149.471 408.676 150.992 413.238C152.512 417.801 145.671 436.813 138.069 445.178C130.467 453.543 96.2601 506.016 97.7804 511.339C99.3008 516.663 109.943 522.746 121.345 525.788C132.748 528.83 162.394 554.686 164.675 559.249C166.955 563.812 150.992 579.021 150.992 581.303C150.992 583.584 162.394 581.303 168.476 573.698C174.557 566.093 179.878 568.375 183.679 573.698C187.48 579.021 192.801 588.147 198.882 589.668C204.963 591.189 211.805 590.428 220.167 594.231C228.528 598.033 257.414 615.524 257.414 621.608C257.414 626.475 256.401 631.24 255.894 633.015C247.532 630.226 230.505 625.258 229.288 627.692C227.768 630.733 253.614 654.308 251.333 663.434C249.509 670.734 228.782 692.332 218.646 702.218C213.072 703.992 201.619 703.891 200.402 689.29C198.882 671.038 211.045 658.11 173.797 623.889C136.549 589.668 120.585 577.5 109.183 581.303C97.7804 585.105 105.382 603.356 109.183 608.68C112.984 614.003 123.626 626.931 119.065 645.182C114.504 663.434 89.4186 680.164 88.6585 686.248C87.8983 692.332 90.1788 696.894 112.224 696.894C134.268 696.894 139.589 686.248 139.589 680.164C139.589 674.08 144.15 662.673 144.91 667.997C145.671 673.32 140.35 687.769 156.313 686.248C169.084 685.031 167.209 646.703 164.675 627.692C145.164 609.44 104.014 575.067 95.4999 583.584C84.8577 594.231 93.2195 604.117 95.4999 606.398C97.7804 608.68 120.585 623.889 109.183 633.015C97.7804 642.14 43.0488 638.338 30.8862 645.182C18.7236 652.027 25.565 661.152 38.4878 671.799C51.4105 682.446 47.6097 690.811 8.0813 693.853" stroke="#131441" stroke-width="2"/>
      </svg>


    </div>

    <div class="crs__block__photo__boys">
      <img class="crs__electro__boy__1" src = "assets/img/bas__for__child.png" alt = "">
    </div>
    <div class="mt100_50">
    <div class = "main__second__card__course Mont-Heavy">
    <div class="course__second__in__obj mlr_0_ZK">
      <div class="mt100_50">
        <div class = "course__second__title">ДЛЯ ВЗРОСЛЫХ</div>
        <div class = "course__second__sub_title mw-240_ZK mw-830_ZK" >
          занятия музыкой — это отличный способ <br>освободиться от стресса и расслабиться
        </div>
        <div class = "course__second__description Inter-Light">
          <p>Тут ты сможешь отдохнуть и исполнить любимые песни для себя или в компании</p>
          <p class="Inter-SemiBold">Это возможность заняться любимым делом <br>и исполнить детскую мечту.</p>
        </div>
      </div>
    </div>
    </div>
    </div>
  </div>
  <div class = "course__block__feedback__ZK">
    <div class="course__blocK__feedback__wrapper">
    <div class = "course__block__feedback__in">
      <div class="course__feedbacl__row__ZK">
      <div class = "course__feedback__container">
        <div class = "course__feedback__left Mont-Heavy">
          <p>Наши учителя помогут 
раскрыть твой талант и 
исполнить мечту</p>

        </div>
        <div class = "course__feedback__right">
          <div class = "course__feedback__title Mont-Heavy">ПРИХОДИ НА БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
          <form class="sendFORM">
            <div class="course__main__card__ZK" >
              <input name=tel required class="inp_txt__ZK Mont-Heavy phone-mask" type = "tel" placeholder="ТЕЛЕФОН">
              <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
            </div>
            <div class="block__for__lbl__chk">
              <input required id="card_chk__feedback" type = "checkbox">
              <label class="card_label_for__chk clrBlk_ZK Inter-Light" for = "card_chk__feedback">Я даю согласие на обработку персональных данных</label>
            </div>
          </form>
        </div>
        </div>
      </div>
    </div>
    </div>
  </div>

  <div class = "course__how_doing_lesson__container">
    <div class="course__hdl__block__text__title">
      <p class = "course__text__how__doing__lesson Mont-Heavy">КАК ПРОХОДЯТ ЗАНЯТИЯ?</p>
      <p class = "course__hdl_title Mont-Heavy">С НАЧИНАЮЩИМИ:</p>
    </div>
    <div class="course__hdl__block__flex">
    <div class = "course__hdl__left">
      <div class = "course__hdl_block__text">

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">1</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Разбираем основы, которые необходимы для игры на гитаре, чтобы потом ты быстрее осваивал техники.</p>
              <p class = "course__hdl__litle__text Inter-Light">Научимся правильно <span class="Inter-SemiBold">держать гитару </span>и <span class="Inter-SemiBold">ставить руки</span>. Отработаем положение каждой из рук. Разберем самую необходимую музыкальную теорию.</p>
          </div>
        </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">2</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Разбираем базовую музыкальную теорию, чтобы ты уверенно держал ритм при игре</p>
              <p class = "course__hdl__litle__text Inter-Light">На простых упражнениях <span class="Inter-SemiBold">учимся определять ритм</span> <br>и придерживаться его во время игры.</p>
          </div>
          </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">3</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">Учимся ставить аккорды и практикуем игру боем и перебором на твоих любимых песнях</p>
              <p class = "course__hdl__litle__text Inter-Light">Выучим <span class="Inter-SemiBold">первые аккорды</span>, научимся ставить их быстро и четко.
                <br><span class="Inter-SemiBold">Разберем игру боем и перебором</span>, чтобы гитара в твоих руках звучала громко и звонко.</p>
          </div>
          </div>
      </div>
    </div>
      <div class = "course__hdl__right">
        <div class = "course__hdl__right__df">
          <p class = "course__hdl__rl Mont-Heavy">Оттачиваем технику игры на твоих любимых песнях и учимся ипровизировать..</p>
          <div class = "course__hdl__rr Mont-Heavy">4</div>
        </div>
        <p class = "course__hdl__right__description Mont-Heavy">УЖЕ С ПЕРВОГО ЗАНЯТИЯ МЫ ПЕРЕЙДЕМ К ПРАКТИКЕ И НАЧНЕМ ОТТАЧИВАТЬ НАВЫК НА ПЕСНЯХ, <br class="br__course__hdl_3">А ПОТОМ - ГОТОВИТЬСЯ К ПЕРВЫМ ВЫСТУПЛЕНИЯМ.</p>
      </div>
  </div>
  </div>

    <div class="course__hdl__card__desktop">
      <p class = "course__hdl__card__big__text Mont-Heavy">УЖЕ ЧЕРЕЗ 4 ЗАНЯТИЯ</p>
      <p class = "course__hdl__card__litle__text Mont-Heavy">ТЫ СЫГРАЕШЬ СВОЮ ПЕРВУЮ ПЕСНЮ</p>
      <div class="m0_auto_ZK">
        <button class="btn__fdback__ZK Mont-Heavy popupActive-button" type="submit">ЗАПИСАТЬСЯ НА ПРОБНЫЙ УРОК</button>
      </div>
    </div>

  <div class="course__hdl_exp__container">
    <div class = "course__hdl_exp__block__flex">
      <div class = "course__hdl_exp__left">
        <div class = "course__hdl_exp_l_big Mont-Heavy">С БОЛЕЕ ОПЫТНЫМИ <br>УЧЕНИКАМИ: </div>
        <div class = "course__hdl_exp_l_title Mont-Heavy">Учимся играть сложные риффы и воспроизводить песни на слух, если хочешь улучшить технику игры</div>
        <div class="course__hdl_exp_l_title_2 Inter-Light">
          <span class="Inter-Light">Тренируемся играть с барабанами</span>, если хочешь играть в музыкальной группе или собрать свою.
                                                                          С теми, <span class="Inter-Light">кто хочет играть джаз, разбираем дополнительную теорию</span> и отработаем все особенности в технике. <span class="course__hdl__about__ZK">Подробнее</span>
        </div>
      </div>
      <div class="course__hdl_exp__right__container" >
        <img src = "assets/img/background__akustik__exp.png"  class = "course__hdl_exp__right">
      </div>
    </div>
  </div>

    <?php require_once ('req/toPerfomance.php')?>


  <div class="course__where__pass__lesson__container">
  <div class = "course__where__pass__lesson__flex">
    <div class = "course__wpl__left">
      <div class = "course__text__wpl__main__title Mont-Heavy">ГДЕ ПРОХОДЯТ <br>ЗАНЯТИЯ?</div>
      <div class="course__wpl__title Mont-Heavy">У НАС ЕСТЬ 6 РАЗНЫХ КЛАССОВ ДЛЯ ЗАНЯТИЙ.</div>
      <div class = "course__wpl__two__obj__flex">
        <div class = "course__wpl__obj__left">В каждом из них есть <br>все необходимое <br>оборудование, хорошая звукоизоляция и уютная атмосфера.</div>
        <div class="course__wpl__obj__right">Если не получается между занятиями тренироваться <br>дома, то можно <span>бесплатно заниматься в любом <br>из свободных классов.</span></div>
      </div>
      <div class = "course__wpl__contacts__container">
        <div class = "course__wpl__contacts__title Mont-Heavy">ХОЧЕШЬ НА <br class="br__course__wpl__1">ОНЛАЙН-ЭКСКУРСИЮ?</div>
        <div class = "course__wpl__contacts__description Inter-Light">Напиши нам в личные сообщения, и мы проведем тебе онлайн-экскурсию по школе</div>
        <div class = "course__wpl__left__write__there Mont-Heavy">НАПИШИ НАМ ТУТ</div>
        <div class = "course__wpl__block__mess">
          <a href = "#">
            <svg  class = "course__wpl__vk" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M22.4999 0.94043C10.5925 0.94043 0.939941 10.593 0.939941 22.5004C0.939941 34.4078 10.5925 44.0604 22.4999 44.0604C34.4073 44.0604 44.0599 34.4078 44.0599 22.5004C44.0599 10.593 34.4073 0.94043 22.4999 0.94043ZM30.7916 25.265C30.7916 25.265 32.6983 27.1471 33.1676 28.0207C33.1811 28.0387 33.1879 28.0566 33.1924 28.0656C33.3832 28.3868 33.4282 28.636 33.3338 28.8224C33.1766 29.1324 32.6376 29.2851 32.4535 29.2986H29.0847C28.8512 29.2986 28.3616 29.2379 27.7687 28.8292C27.3128 28.5103 26.8636 27.987 26.4257 27.4772C25.7721 26.7181 25.2062 26.0623 24.6357 26.0623C24.5633 26.0622 24.4913 26.0736 24.4224 26.096C23.9912 26.2352 23.4387 26.8506 23.4387 28.4901C23.4387 29.0021 23.0344 29.2963 22.7492 29.2963H21.2063C20.6808 29.2963 17.9431 29.1122 15.5176 26.5542C12.5487 23.4212 9.87611 17.1374 9.85365 17.079C9.68522 16.6725 10.0333 16.4546 10.4129 16.4546H13.8153C14.269 16.4546 14.4172 16.7309 14.5205 16.9757C14.6418 17.2609 15.0864 18.395 15.8163 19.6707C16.9999 21.7503 17.7253 22.5948 18.307 22.5948C18.416 22.5935 18.5232 22.5657 18.6191 22.5139C19.3782 22.0917 19.2367 19.3855 19.2031 18.824C19.2031 18.7184 19.2008 17.6135 18.8123 17.0835C18.5338 16.6994 18.0599 16.5535 17.7725 16.4996C17.8888 16.339 18.0421 16.2088 18.2194 16.12C18.7404 15.8595 19.6792 15.8213 20.6112 15.8213H21.13C22.1406 15.8348 22.4011 15.8999 22.7672 15.992C23.5083 16.1694 23.524 16.6478 23.4589 18.285C23.4387 18.7499 23.4185 19.2754 23.4185 19.8953C23.4185 20.03 23.4117 20.1737 23.4117 20.3265C23.3893 21.1597 23.3623 22.1052 23.9507 22.4937C24.0275 22.5418 24.1162 22.5675 24.2068 22.5678C24.4111 22.5678 25.0265 22.5678 26.6929 19.7089C27.2068 18.7886 27.6534 17.8324 28.0292 16.8477C28.0629 16.7893 28.1617 16.6096 28.2785 16.54C28.3647 16.496 28.4602 16.4737 28.557 16.4749H32.5568C32.9925 16.4749 33.2912 16.54 33.3473 16.7084C33.4461 16.9757 33.3293 17.7909 31.5035 20.2636L30.6882 21.3393C29.0331 23.5088 29.0331 23.6189 30.7916 25.265V25.265Z" fill="#131441"/>
            </svg>
          </a>

          <a href = "#">
            <svg class = "course__wpl__phone" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M0.948594 44.0604L3.8635 33.3494C1.94281 30.0569 0.933709 26.3122 0.93997 22.5004C0.93997 10.5928 10.5924 0.94043 22.5 0.94043C34.4075 0.94043 44.0599 10.5928 44.0599 22.5004C44.0599 34.408 34.4075 44.0604 22.5 44.0604C18.6898 44.0666 14.9468 43.0582 11.6553 41.139L0.948594 44.0604ZM14.719 12.3845C14.4405 12.4018 14.1685 12.4751 13.9191 12.6001C13.6852 12.7325 13.4717 12.8981 13.2852 13.0916C13.0265 13.3353 12.8799 13.5466 12.7225 13.7514C11.9257 14.7884 11.4971 16.0613 11.5044 17.3691C11.5087 18.4256 11.7846 19.454 12.2158 20.4156C13.0976 22.3603 14.5486 24.4193 16.4653 26.3273C16.9267 26.7865 17.3773 27.2479 17.8624 27.677C20.2413 29.7714 23.0762 31.2819 26.1414 32.0881L27.3682 32.2757C27.7671 32.2973 28.1659 32.2671 28.5669 32.2477C29.1948 32.2153 29.808 32.0453 30.3629 31.7497C30.6452 31.6042 30.9208 31.4459 31.1886 31.2753C31.1886 31.2753 31.2813 31.215 31.4581 31.0813C31.7492 30.8657 31.9281 30.7126 32.1696 30.4604C32.3486 30.2749 32.5038 30.0572 32.6224 29.8093C32.7905 29.4578 32.9587 28.7873 33.0277 28.2289C33.0794 27.802 33.0643 27.5692 33.0579 27.4247C33.0493 27.194 32.8574 26.9547 32.6482 26.8534L31.3934 26.2907C31.3934 26.2907 29.5177 25.4735 28.3729 24.9518C28.2522 24.8992 28.1228 24.8692 27.9913 24.8634C27.8438 24.8482 27.6947 24.8648 27.5542 24.9121C27.4136 24.9593 27.2848 25.0361 27.1763 25.1372V25.1329C27.1655 25.1329 27.0211 25.2558 25.4623 27.1444C25.3728 27.2647 25.2496 27.3555 25.1083 27.4054C24.967 27.4554 24.814 27.4621 24.6689 27.4247C24.5284 27.3872 24.3908 27.3396 24.2571 27.2824C23.9897 27.1703 23.897 27.1272 23.7138 27.0474L23.703 27.0431C22.4696 26.5046 21.3276 25.7772 20.3181 24.8871C20.0464 24.6499 19.7942 24.3912 19.5355 24.1411C18.6872 23.3288 17.948 22.4099 17.3363 21.4073L17.2091 21.2025C17.1178 21.0649 17.0439 20.9164 16.9892 20.7605C16.9073 20.4436 17.1207 20.1892 17.1207 20.1892C17.1207 20.1892 17.6446 19.6157 17.8883 19.3052C18.0911 19.0472 18.2804 18.7788 18.4553 18.501C18.7097 18.0914 18.7895 17.671 18.6558 17.3454C18.0521 15.8707 17.4269 14.4025 16.7844 12.945C16.6572 12.6561 16.2799 12.4492 15.9371 12.4082C15.8207 12.3953 15.7042 12.3823 15.5878 12.3737C15.2983 12.3593 15.0082 12.3622 14.719 12.3823V12.3845Z" fill="#131441"/>
            </svg>
          </a>

          <a href = "#">
            <svg class = "course__wpl__telegram" width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M22.4999 0.94043C10.5891 0.94043 0.939941 10.591 0.939941 22.5004C0.939941 34.4099 10.5905 44.0604 22.4999 44.0604C34.4108 44.0604 44.0599 34.4099 44.0599 22.5004C44.0599 10.591 34.4094 0.94043 22.4999 0.94043ZM33.0894 15.7111L29.5508 32.386C29.2893 33.5684 28.5854 33.8549 27.6034 33.2985L22.2134 29.3259L19.6137 31.8297C19.3271 32.1162 19.0837 32.3596 18.5273 32.3596L18.9099 26.8736L28.8984 17.849C29.3338 17.4665 28.8024 17.2495 28.2279 17.632L15.8831 25.4034L10.5627 23.7426C9.40676 23.3781 9.38033 22.5867 10.8061 22.0303L31.5927 14.0141C32.558 13.6664 33.401 14.2492 33.088 15.7097L33.0894 15.7111Z" fill="#131441"/>
            </svg>
          </a>


        </div>

      </div>

    </div>
    <div class="course__wpl__right">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__1">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__2">
      <img src = "assets/img/background__wpl__gray.png" class = "course__wpl__right__img__3">
    </div>
  </div>
  </div>

    <!--БЛОК ОТЗЫВОВ -->
    <div class="mainContainer_MA">
        <?php require_once('req/reviewsBlock.php') ?>

    </div>

    <script src="js/videoScripts.js"></script>
    <!--БЛОК ОТЗЫВОВ -->

    <!--БЛОК КВИЗА -->

    <?php require_once('req/quiz.php') ?>
    <script src="assets/js/quiz.js"></script>

    <!--БЛОК КВИЗА -->


    <style>
        .free_Oktava_piano{position: absolute; left: 874px; top: 160px}
        @media (max-width: 1500px){
            .free_Oktava_piano{position: absolute; left: 644px; }
        }
    </style>
    <section class="free_Oktava_MA_block_MA of_h_875 c-mg-MA" >
        <div class="free_Oktava_MA_block_MA_cont">
            <div class="Mont_Heavy_MA FS_100_MA color_main_blue_MA">ОКТАВА</div>
            <div class="Mont_Heavy_MA FS_64_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 15px">свобода выбора<br> и проявления</div>
            <div class="Mont_Heavy_MA FS_24_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 30px">Мы открыты к любым жанрам </div>
            <div class="Inter_Light_MA FS_16_MA color_main_blue_MA  Lh-130_MA" style="margin-top: 10px">и ценим предпочтения наших учеников. Все<br class="size_340_MA"> обучение в школе<br class="size_340_dp_no_MA"> проходит только на твоих любимых песнях</div>
            <div  class="flex_MA free_oktava_und_head_MA">
                <div class="free_Oktava_photo_MA bg_opt_all_MA free_Oktava_photo_options_MA"></div>
                <div class="free_oktava_und_head_text_MA">
                    <div class="mg_t_full_15 Mont_Heavy_MA FS_24_MA Up-c_MA Lh-120_MA black_color_MA size_340_mg_0">Нам важно, чтобы<br class="size_340_MA"> наши<br class="size_340_dp_no_MA"> ученики раскрывались</div>
                    <div class="mg_t_full_10 Inter_Light_MA FS_16_MA black_color_MA Lh-130_MA size_340_mg_0"><span class="Inter_semi_bold_MA">и находили</span> свой собственный<br> <span class="Inter_semi_bold_MA">индивидуальный стиль</span></div>
                </div>
            </div>
            <img src="img/free_Oktava_piano.svg" class="free_Oktava_piano size_full_MA">
            <img src="img/free_Oktava_600_all.svg" class="free_Oktava_600_all_MA size_600_ma">
        </div>
    </section>
    <?php require_once ('req/contactsAndMap.php')?>
    <?php require ('req/vkSoc.php')?>
    <?php require_once ('modal_thank.php')?>
</main>
<div class="screen__footer"><?php require_once('footer.php')?></div>
</body>
<!--НА ЛЮБОЙ СТРАНИЦЕ С ФОРМАМИ -->
<script src="js/phoneMask.js"></script>
<script>$(function(){$(".phone-mask").mask("+7(999) 999-9999");});</script>
<script src="js/feedBack_popup.js"></script>
<!-- -->

</html>