
<div class="footer__wrapper__desc" >
    <div class="footer__container__desc">
        <div class="footer__flex__container__desc">
            <div class="footer__block__1">
                <div class="footer__logo_and_svg">
                    <svg width="39" height="39" viewBox="0 0 39 39" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M0 19.2596V38.5193L19.2144 38.4659L38.4288 38.4128L38.4741 19.2064L38.5193 0H19.2597H0V19.2596ZM7.63251 11.8274V22.1894H9.23001H10.8275V29.6207V37.0521H6.03501H1.2425V19.2587V1.46534H4.43751H7.63251V11.8274ZM23.1178 11.775L23.1638 22.0847L24.7169 22.1452L26.27 22.2057V29.6289V37.0521H19.17H12.07V29.6207V22.1894H13.6675H15.265V11.8274V1.46534H19.1684H23.0717L23.1178 11.775ZM37.0975 19.2621V37.059L32.3494 37.0031L27.6013 36.9474L27.5546 29.5764L27.5079 22.2051L29.1521 22.145L30.7963 22.0847L30.8423 11.775L30.8884 1.46534H33.9929H37.0975V19.2621Z" fill="black"/>
                    </svg>   
                    <div class="footer__logo_text"><a href="" class="footer__logo_link Inter-SemiBold">ОКТАВА</a></div>                     
                    </div>
                    <div class="footer__block_1_text">
                        <div class="footer__block_1_text_title Mont-Heavy">Место, где ты поймешь, что обучение музыке — это просто и интересно</div>
                        <div class="footer__block_1_text_subtitle Inter-Light">Тут ты можешь расслабиться, заняться любимым делом и попасть в сообщество музыкантов, которые помогают друг другу развиваться.</div>
                    </div>
            </div>
            <div class="footer__block__2">
                <ul class="footer__block_2__list">
                    <li class="footer__block_2__item"><a href="course_and_price.php" class="footer__block_2__link Mont-Heavy">КУРСЫ И ЦЕНЫ</a></li>
                    <li class="footer__block_2__item"><a href="#" class="footer__block_2__link Mont-Heavy">УЧИТЕЛЯ</a></li>
                    <li class="footer__block_2__item"><a href="promo_and__sertificate.php" class="footer__block_2__link Mont-Heavy">АКЦИИ<br>И СЕРТИФИКАТЫ</a></li>
                </ul>
                <div class="footer__block__messages">
                    <a href="#"><svg class="header__svg__icons" width="50" height="50" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M26.5016 0.599609C11.9211 0.599609 0.101562 12.4191 0.101562 26.9996C0.101562 41.5801 11.9211 53.3996 26.5016 53.3996C41.0821 53.3996 52.9016 41.5801 52.9016 26.9996C52.9016 12.4191 41.0821 0.599609 26.5016 0.599609ZM36.6546 30.3849C36.6546 30.3849 38.9893 32.6894 39.5641 33.7591C39.5806 33.7811 39.5888 33.8031 39.5943 33.8141C39.8281 34.2074 39.8831 34.5126 39.7676 34.7409C39.5751 35.1204 38.9151 35.3074 38.6896 35.3239H34.5646C34.2786 35.3239 33.6791 35.2496 32.9531 34.7491C32.3948 34.3586 31.8448 33.7179 31.3086 33.0936C30.5083 32.1641 29.8153 31.3611 29.1168 31.3611C29.0281 31.361 28.9399 31.3749 28.8556 31.4024C28.3276 31.5729 27.6511 32.3264 27.6511 34.3339C27.6511 34.9609 27.1561 35.3211 26.8068 35.3211H24.9176C24.2741 35.3211 20.9218 35.0956 17.9518 31.9634C14.3163 28.1271 11.0438 20.4326 11.0163 20.3611C10.8101 19.8634 11.2363 19.5966 11.7011 19.5966H15.8673C16.4228 19.5966 16.6043 19.9349 16.7308 20.2346C16.8793 20.5839 17.4238 21.9726 18.3176 23.5346C19.7668 26.0811 20.6551 27.1151 21.3673 27.1151C21.5009 27.1135 21.632 27.0796 21.7496 27.0161C22.6791 26.4991 22.5058 23.1854 22.4646 22.4979C22.4646 22.3686 22.4618 21.0156 21.9861 20.3666C21.6451 19.8964 21.0648 19.7176 20.7128 19.6516C20.8553 19.455 21.043 19.2956 21.2601 19.1869C21.8981 18.8679 23.0476 18.8211 24.1888 18.8211H24.8241C26.0616 18.8376 26.3806 18.9174 26.8288 19.0301C27.7363 19.2474 27.7556 19.8331 27.6758 21.8379C27.6511 22.4071 27.6263 23.0506 27.6263 23.8096C27.6263 23.9746 27.6181 24.1506 27.6181 24.3376C27.5906 25.3579 27.5576 26.5156 28.2781 26.9914C28.372 27.0503 28.4806 27.0817 28.5916 27.0821C28.8418 27.0821 29.5953 27.0821 31.6358 23.5814C32.2651 22.4546 32.812 21.2837 33.2721 20.0779C33.3133 20.0064 33.4343 19.7864 33.5773 19.7011C33.6828 19.6473 33.7999 19.6199 33.9183 19.6214H38.8161C39.3496 19.6214 39.7153 19.7011 39.7841 19.9074C39.9051 20.2346 39.7621 21.2329 37.5263 24.2606L36.5281 25.5779C34.5013 28.2344 34.5013 28.3691 36.6546 30.3849Z" fill="#131441" class="header__icons__mess"/>
                      </svg></a>
                    <a href="#"><svg class="header__svg__icons" width="50" height="50" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg" >
                        <path d="M0.112158 53.3996L3.68144 40.2841C1.32956 36.2524 0.0939312 31.6671 0.101598 26.9996C0.101598 12.4189 11.9209 0.599609 26.5016 0.599609C41.0823 0.599609 52.9016 12.4189 52.9016 26.9996C52.9016 41.5803 41.0823 53.3996 26.5016 53.3996C21.8361 53.4071 17.2528 52.1724 13.2224 49.8224L0.112158 53.3996ZM16.9738 14.6127C16.6329 14.6339 16.2998 14.7237 15.9944 14.8767C15.708 15.0389 15.4466 15.2416 15.2182 15.4786C14.9014 15.777 14.7219 16.0357 14.5292 16.2865C13.5535 17.5563 13.0286 19.115 13.0376 20.7164C13.0429 22.01 13.3808 23.2693 13.9088 24.4467C14.9885 26.828 16.7653 29.3492 19.1122 31.6856C19.6772 32.2479 20.2289 32.8129 20.8229 33.3382C23.7359 35.9029 27.2071 37.7524 30.9605 38.7397L32.4627 38.9693C32.9511 38.9957 33.4395 38.9588 33.9305 38.935C34.6994 38.8953 35.4501 38.6871 36.1297 38.3252C36.4754 38.1471 36.8128 37.9533 37.1408 37.7444C37.1408 37.7444 37.2543 37.6705 37.4708 37.5068C37.8272 37.2428 38.0463 37.0553 38.342 36.7465C38.5611 36.5194 38.7512 36.2528 38.8964 35.9492C39.1023 35.5189 39.3082 34.6978 39.3927 34.0141C39.456 33.4913 39.4376 33.2062 39.4296 33.0294C39.4191 32.7469 39.1841 32.4538 38.928 32.3297L37.3916 31.6407C37.3916 31.6407 35.0948 30.6401 33.6929 30.0013C33.5451 29.9368 33.3867 29.9001 33.2257 29.893C33.045 29.8745 32.8625 29.8948 32.6904 29.9526C32.5183 30.0105 32.3605 30.1045 32.2277 30.2283V30.223C32.2145 30.223 32.0377 30.3735 30.1289 32.6861C30.0194 32.8334 29.8685 32.9446 29.6955 33.0057C29.5224 33.0669 29.3351 33.0751 29.1574 33.0294C28.9854 32.9834 28.8169 32.9251 28.6532 32.8551C28.3258 32.7178 28.2123 32.665 27.9879 32.5673L27.9747 32.5621C26.4644 31.9027 25.066 31.012 23.8299 29.9221C23.4973 29.6317 23.1884 29.3149 22.8716 29.0086C21.8329 28.014 20.9278 26.8887 20.1788 25.6611L20.023 25.4103C19.9111 25.2418 19.8207 25.06 19.7537 24.8691C19.6534 24.481 19.9148 24.1695 19.9148 24.1695C19.9148 24.1695 20.5563 23.4673 20.8546 23.0871C21.103 22.7712 21.3348 22.4425 21.5489 22.1024C21.8605 21.6008 21.9581 21.086 21.7945 20.6874C21.0553 18.8816 20.2897 17.0838 19.5029 15.2991C19.3472 14.9454 18.8852 14.6919 18.4654 14.6418C18.3229 14.6259 18.1803 14.6101 18.0377 14.5995C17.6832 14.5819 17.3279 14.5854 16.9738 14.6101V14.6127Z" fill="#131441" class="header__icons__mess"/>
                      </svg></a>
                    <a href="#"><svg class="header__svg__icons" width="50" height="50" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg" >
                        <path d="M26.5016 0.599609C11.9168 0.599609 0.101562 12.4166 0.101562 26.9996C0.101562 41.5826 11.9185 53.3996 26.5016 53.3996C41.0863 53.3996 52.9016 41.5826 52.9016 26.9996C52.9016 12.4166 41.0846 0.599609 26.5016 0.599609ZM39.4682 18.6862L35.1352 39.1044C34.815 40.5522 33.9532 40.903 32.7507 40.2217L26.1507 35.3573L22.9674 38.4231C22.6165 38.774 22.3184 39.0721 21.6371 39.0721L22.1055 32.3545L34.3364 21.304C34.8695 20.8356 34.2189 20.5699 33.5154 21.0383L18.3993 30.5542L11.8845 28.5206C10.4691 28.0743 10.4367 27.1052 12.1825 26.4239L37.6355 16.6082C38.8176 16.1824 39.8497 16.8961 39.4665 18.6845L39.4682 18.6862Z" fill="#131441" class="header__icons__mess"/>
                      </svg></a>
                  </div>
            </div>
            <div class="footer__block__3">
                <ul class="footer__block__3_list">
                    <li class="footer__block__3_item"><a href="vocal.php" class="footer__block__3_link Inter-Light">Вокал</a></li>
                    <li class="footer__block__3_item"><a href="acoustic_guitar.php" class="footer__block__3_link Inter-Light">Акустическая гитара</a></li>
                    <li class="footer__block__3_item"><a href="electro_guitar.php" class="footer__block__3_link Inter-Light">Электрогитара</a></li>
                    <li class="footer__block__3_item"><a href="pianino.php" class="footer__block__3_link Inter-Light">Клавишные</a></li>
                    <li class="footer__block__3_item"><a href="bas_guitar.php" class="footer__block__3_link Inter-Light">Бас-гитара</a></li>
                    <li class="footer__block__3_item"><a href="baraban.php" class="footer__block__3_link Inter-Light">Барабаны</a></li>
                </ul>
            </div>
            <div class="footer__block__4">
                <div class="footer__block__4__email">
                    <svg width="24" height="19" viewBox="0 0 24 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0.461914 5.52492L11.6374 11.208C11.7495 11.265 11.874 11.2947 12.0004 11.2947C12.1267 11.2947 12.2512 11.265 12.3633 11.208L23.5388 5.52594V15.3977C23.5389 16.2492 23.2057 17.0683 22.6077 17.6872C22.0097 18.3061 21.1921 18.6777 20.3228 18.7259L20.1297 18.7311H3.871C3.00023 18.7311 2.16244 18.4054 1.5295 17.8206C0.896565 17.2359 0.516458 16.4365 0.467159 15.5865L0.461914 15.3977V5.52492ZM3.871 0.269531H20.1297C21.0005 0.269476 21.8383 0.595228 22.4712 1.17996C23.1042 1.7647 23.4843 2.56409 23.5336 3.41415L23.5388 3.60286V3.79158L12.0004 9.65825L0.461914 3.79158V3.60286C0.461857 2.75144 0.795013 1.93227 1.39304 1.3134C1.99106 0.694523 2.80862 0.322863 3.678 0.27466L3.871 0.269531H20.1297H3.871Z" fill="#131441"/>
                        </svg>
                        
                    <div class="footer__block__4__txt Mont-Heavy">novosib@Oktava.ru</div>
                </div>
                <div class="footer__block__4__title Mont-Heavy">
                    Узнавай первым про новые акции и специальные предложения
                </div>
                <form class="sendFORM">
                    <div class="footer__block__ZK" >
                      <input  name=mail required class="inp_txt__ZK__foot Mont-Heavy" type = "text" placeholder="EMAIL">
                      <button class="btn__fdback__ZK__foot Mont-Heavy" type="submit">ПОДПИСАТЬСЯ</button>
                    </div>
                    <div class="block__for__lbl__chk__foot">
                      <input required id="card_chk__foot" type = "checkbox">
                      <label class="card_label_for__chk__foot Inter-Light" for = "card_chk__foot">Я даю согласие на обработку персональных данных</label>
                    </div>
          
                </form>
            </div>
        </div>
    </div>
    <div class="footer__block__bottom__container">
    <div class="footer__block__bottom">
        <div class="footer__name__company Inter-Light">© Октава 2022</div>
        <div class="footer__block__bottom__flex">
            <div><a href="#" class="footer__block__botom_1 Inter-Light">Политика конфидециальности</a></div>
            <div><a href="#" class="footer__block__botom_2 Inter-Light">Политика сбора куков</a></div>
            <div><a href="#" class="footer__block__botom_3 Inter-Light">Публичная оферта</a></div>
    </div>
</div>
</div>
</div>
<script>
    $(function(){
        var  flg = false;
            $( window ).resize(function(){ 
            var width = $( window ).width();
            if (width > 1043){
                if(flg){
                    var messag = $('.footer__block__messages').remove();
                    $('.footer__block__2').append(messag);
                    
                    flg = false;
                }
                
            }
            if (width >583 && width <= 1043){
                if (!flg){
                    var messag = $('.footer__block__messages').remove();
                    $('.footer__block__3').append(messag);
                    console.log('tut')
                    flg = true;
                }
                
            }
            else if(width<= 583)
            {
                
                if(flg){
                    var messag = $('.footer__block__messages').remove();
                    $('.footer__block__2').append(messag);
                    flg = false;
                }
            }
        });
    });
    </script>