<!doctype html>
<html lang = "en">
<head>
  <meta charset = "UTF-8">
  <meta name = "viewport"
        content = "width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv = "X-UA-Compatible" content = "ie=edge">
  <link rel='shortcut icon' type='image/x-icon' href="img/favicon.ico">
  <link rel = "stylesheet" href = "assets/css/font.css">
  <link rel = "stylesheet" href = "assets/css/vocal.css">
  <link rel = "stylesheet" href = "assets/css/header.css">
  <link rel = "stylesheet" href = "assets/css/footer.css">
    <link rel = "stylesheet" href = "css/style.css">
    <link rel = "stylesheet" href = "css/adaptive.css">
  <script src="assets/js/jquery-3.6.0.min.js"></script>
  <script src="utils.js"></script>
  <script src="ajax.js"></script>
    <title>Уроки вокала в Новосибирске &#9996| Присоединяйся</title>
    <meta name="description" content="Хочешь научится петь? В музыкальной школе Октава ты найдешь опытных преподавателей, успешные системы обучения и много позитива, присоединяйся, первый урок бесплатно &#128526" />

<body>
<?php require_once('header.php')?>
<main>
  <div class="note__micro__ZK">
    <svg width="758" height="408" viewBox="0 0 758 408" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M757 375.308C664.76 374.883 476.846 373.268 463.106 370.21C445.93 366.386 431.935 369.572 426.846 377.219C421.757 384.866 415.396 393.151 390.586 396.975C365.777 400.798 287.532 404.622 277.354 386.141C267.176 367.661 286.896 359.377 304.708 353.004C322.52 346.632 328.245 344.082 328.245 326.239C328.245 308.396 332.062 279.72 328.245 275.259C324.428 270.798 315.522 263.151 318.703 259.965C321.884 256.779 329.517 258.69 330.154 250.406C330.662 243.779 330.366 220.03 330.154 208.984C327.185 208.135 321.12 205.543 320.612 201.975C319.975 197.514 317.431 186.681 339.059 187.955C360.688 189.23 364.505 199.427 344.785 198.789C325.064 198.152 326.973 195.603 326.973 183.495C326.973 171.387 335.243 177.123 353.691 177.123C372.138 177.123 392.495 177.759 396.312 161.191C399.365 147.936 400.128 108.511 400.128 90.4554C400.128 76.8606 400.128 48.0142 400.128 41.3867C400.128 33.1024 398.22 15.2593 382.953 8.24947C367.686 1.23967 326.337 -2.58386 302.8 5.70045C279.263 13.9848 277.99 40.7488 277.354 48.3958C276.718 56.0429 282.443 100.651 283.08 104.474C283.716 108.298 283.716 116.582 291.985 112.759C300.255 108.935 321.248 108.298 325.064 107.661C328.881 107.023 344.785 100.013 330.79 96.19C316.795 92.3664 312.342 103.2 302.8 104.474C293.258 105.749 284.988 101.925 291.985 96.19C298.983 90.4554 327.609 87.9056 330.79 85.9939C333.97 84.0821 334.607 73.2488 330.79 73.2488C326.973 73.2488 301.527 83.4449 298.347 84.7194C295.166 85.9939 280.535 89.8174 286.26 80.2586C291.985 70.6998 312.342 68.1507 318.703 66.8762C325.064 65.6017 339.696 62.4154 334.607 55.4056C329.517 48.3958 310.433 59.2292 307.253 59.8664C304.072 60.5037 283.08 74.5233 283.08 62.4154C283.08 50.3076 302.164 50.9449 309.161 50.3076C316.159 49.6703 337.151 45.2096 333.334 38.1998C329.517 31.19 322.52 29.9147 307.253 35.6507C291.985 41.3867 283.08 49.6703 283.08 42.6605C283.08 35.6507 296.438 29.2782 302.8 28.0037C309.161 26.7292 304.072 6.97427 309.161 9.52329C314.25 12.0723 314.886 24.8174 320.612 22.2684C326.337 19.7194 319.339 5.70045 327.609 5.70045C335.879 5.70045 333.334 19.7194 337.787 19.7194C342.24 19.7194 340.968 9.52329 347.329 9.52329C353.691 9.52329 353.054 22.2684 356.235 20.9939C359.416 19.7194 357.507 5.69976 364.505 9.52329C371.502 13.3468 361.324 26.0919 371.502 26.0919C381.68 26.0919 402.037 42.6605 393.131 43.9351C384.225 45.2096 360.052 33.1017 351.782 35.6507C343.512 38.1998 349.874 45.2096 360.688 45.2096C371.502 45.2096 386.77 53.4939 389.314 55.4056C391.859 57.3174 400.765 67.5135 386.77 63.69C372.775 59.8664 354.963 54.1311 349.874 59.8664C344.785 65.6017 353.691 70.6998 362.596 68.788C371.502 66.8762 393.131 72.6115 393.131 77.0723C393.131 81.5331 384.225 78.9841 370.23 77.0723C356.235 75.1605 347.965 78.3468 360.688 82.1703C373.411 85.9939 384.225 85.3566 389.314 89.1802C394.403 93.0037 395.039 99.3762 386.77 98.739C378.5 98.1017 362.596 87.2698 356.235 90.4554C349.874 93.6409 352.418 98.739 360.688 98.739C368.958 98.739 390.586 104.474 391.859 107.661C393.131 110.847 396.312 114.67 386.77 112.759C377.228 110.847 360.688 103.2 356.235 104.474C351.782 105.749 342.876 110.21 353.691 110.21C364.505 110.21 384.225 116.582 386.77 118.494C389.314 120.406 394.403 121.68 393.131 131.239C391.859 140.798 393.767 161.827 380.408 162.464C367.049 163.102 344.149 168.2 333.334 169.474C322.52 170.749 298.347 178.396 290.713 149.719C283.08 121.043 294.53 117.219 296.438 120.406C298.347 123.592 297.075 152.268 304.072 152.268C311.07 152.268 312.978 150.357 312.342 137.612C311.706 124.866 313.614 111.484 318.703 115.945C323.792 120.406 321.248 147.17 323.156 153.543C325.064 159.915 328.245 161.19 330.79 155.455C333.334 149.719 332.062 110.847 339.696 117.219C347.329 123.592 339.059 159.278 349.874 158.641C360.688 158.004 358.143 143.984 358.143 135.7C358.143 127.415 356.871 113.396 362.596 115.945C368.322 118.494 366.413 145.896 368.958 149.719C371.502 153.543 378.5 154.817 378.5 147.808C378.5 140.798 375.319 122.955 380.408 124.229C385.497 125.504 389.95 167.563 378.5 169.474C367.049 171.386 352.418 168.2 349.874 171.386C347.329 174.572 348.601 243.397 348.601 250.406C348.601 257.415 348.524 277.808 333.334 270.161C318.145 262.514 346.057 242.121 349.874 281.631C353.691 321.141 353.691 334.523 367.049 340.259C380.408 345.994 405.217 350.455 400.128 363.837C395.039 377.219 369.594 389.327 331.426 384.229C293.258 379.131 295.802 358.103 324.428 353.004C353.054 347.906 409.67 342.171 426.846 353.004C444.022 363.837 458.017 389.964 395.675 402.072C333.334 414.18 283.08 400.798 272.265 395.7C261.451 390.602 250.637 374.67 265.268 363.837C279.899 353.004 307.253 346.631 311.706 343.445C316.159 340.259 299.62 341.533 291.35 343.445C283.08 345.357 263.996 347.906 256.999 362.563C250.001 377.219 250.001 373.396 239.823 373.396C231.68 373.396 76.5482 373.396 0 373.396" stroke="white" stroke-width="2"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M691.328 57.8969C691.328 58.6729 690.865 60.3256 690.297 61.5686C689.332 63.6874 689.009 63.7958 685.164 63.2862C682.908 62.9866 679.535 63.153 677.669 63.655C672.321 65.0943 671.448 68.5278 675.37 72.6887C677.54 74.991 683.769 90.4256 687.523 102.801C689.146 108.154 690.474 112.91 690.474 113.371C690.474 113.838 689.532 113.973 688.346 113.675C685.441 112.947 681.045 114.937 678.263 118.242C675.201 121.88 675.125 126.567 678.073 130.068C682.501 135.328 689.023 135.733 693.528 131.027C695.936 128.509 696.022 128.134 695.934 120.579C695.806 109.773 691.351 93.3068 683.304 73.9009C682.914 72.9601 683.964 72.138 687.265 70.8003L691.755 68.9803L692.482 63.6721C692.979 60.0379 692.912 58.0685 692.269 57.4257C691.585 56.7419 691.328 56.8699 691.328 57.8969ZM724.167 64.2048C722.515 79.6206 727.084 110.482 734.486 133.9C735.646 137.572 736.595 140.653 736.596 140.746C736.596 140.839 734.77 140.803 732.539 140.666C727.67 140.366 723.704 142.493 721.62 146.518C719.459 150.696 720.543 153.056 725.736 155.472C731.076 157.958 733.298 158.082 735.182 156C737.244 153.724 736.952 152.569 733.521 149.429C730.637 146.788 730.549 146.56 732.102 145.73C734.541 144.424 737.346 145.495 738.787 148.28C740.024 150.672 742.007 151.487 742.935 149.985C743.189 149.575 741.699 143.525 739.625 136.54C730.367 105.368 727.293 90.1405 726.586 71.9536C726.317 65.0132 725.799 59.151 725.436 58.9264C725.073 58.7028 724.501 61.0777 724.167 64.2048ZM577.047 71.5942C575.546 73.142 574.318 74.8169 574.318 75.3154C574.318 77.465 567.268 84.1374 564.095 84.9919C559.894 86.1222 557.695 85.2515 553.534 80.8106C547.748 74.6359 539.541 76.3177 535.01 84.6078C532.051 90.021 532.938 95.5674 538.738 107.922C541.306 113.391 543.633 118.885 543.911 120.13C544.403 122.339 544.29 122.409 539.294 122.989C536.477 123.315 533.926 123.981 533.624 124.468C532.353 126.524 533.132 134.437 534.983 138.259C537.364 143.176 539.218 143.332 543.568 138.984C546 136.553 547.018 134.633 547.755 131.082C549.154 124.346 547.858 118.821 542.074 106.865C537.702 97.8279 537.165 96.1325 537.165 91.3749C537.165 85.3744 538.54 83.066 543.316 81.0454C546.993 79.49 549.493 80.5536 552.369 84.8963C554.988 88.8523 560.101 91.8325 564.248 91.8197C565.794 91.8154 569.114 90.855 571.626 89.6855C574.139 88.5168 576.899 87.5598 577.758 87.5598C579.806 87.5598 582.004 85.3087 582.004 83.212C582.004 82.2969 582.976 80.079 584.164 78.2854C586.407 74.8971 586.345 73.1445 583.877 70.2727C581.987 68.0728 580.109 68.4365 577.047 71.5942ZM637.246 112.957C637.04 113.309 636.805 117.439 636.724 122.134C636.538 132.784 634.449 138.137 628.916 142.143C623.672 145.94 619.942 146.865 614.543 145.708C608.667 144.448 608.877 144.413 606.323 147.104C599.828 153.949 598.413 163.292 601.891 176.367C604.777 187.215 605.279 190.476 604.643 194.242L604.105 197.424L600.029 197.033C595.064 196.555 591.13 198.346 589.279 201.925C587.594 205.182 587.641 205.88 589.691 207.929C591.839 210.076 597.053 210.195 599.963 208.162C603.148 205.938 606.166 202.05 606.671 199.517C607.643 194.659 606.91 183.306 605.176 176.343C603.068 167.879 602.859 161.186 604.581 157.321C606.888 152.141 607.158 151.99 610.21 154.162C616.029 158.304 627.737 156.807 634.038 151.117L637.318 148.155L637.825 154.353C638.103 157.761 638.577 164.663 638.879 169.689L639.428 178.829L636.423 178.341C632.545 177.712 628.882 179.824 626.498 184.065C622.972 190.336 625.372 196.831 631.216 196.831C634.084 196.831 638.375 193.832 638.375 191.828C638.375 191.381 639.177 191.225 640.158 191.481C641.941 191.947 641.941 191.945 641.865 163.444C641.823 147.766 641.848 132.058 641.922 128.537C642.082 120.777 640.45 112.317 638.791 112.317C638.148 112.317 637.453 112.605 637.246 112.957ZM692.176 122.39C692.18 123.469 691.596 125.486 690.879 126.872C689.838 128.885 689.014 129.39 686.772 129.39C681.442 129.39 678.996 125.419 682.295 122.121C683.941 120.476 685.123 120.105 688.26 120.248C691.717 120.406 692.171 120.655 692.176 122.39ZM544.142 130.793C543.68 133.639 540.73 137.927 539.235 137.927C538.329 137.927 536.737 132.948 536.737 130.117C536.737 127.791 536.913 127.683 540.693 127.683H544.648L544.142 130.793ZM635.661 189.432C635.825 190.275 635.39 190.855 634.593 190.855C633.802 190.855 633.25 190.126 633.25 189.077C633.25 186.997 635.246 187.29 635.661 189.432ZM602.023 201.013C602.91 202.449 596.53 207.193 594.09 206.911C591.063 206.56 590.574 203.481 593.249 201.609C595.337 200.147 601.239 199.747 602.023 201.013Z" fill="white"/>
    </svg>
  </div>


  <div class = "main__card__course">
  <div class="block__in__card__elem__top">
            <div class="block__clock__text__ZK">
            <svg width="18" height="18" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M9 0a9 9 0 1 0 .001 18.001A9 9 0 0 0 9 0Zm3.546 11.766-.575.784a.16.16 0 0 1-.225.034L8.423 10.16a.16.16 0 0 1-.066-.13V4.5c0-.088.072-.16.16-.16h.967c.089 0 .16.072.16.16v4.972l2.866 2.071c.072.05.088.151.036.223Z" fill="#fff"/></svg>


                <div class="block__contacts__time Inter-Light black_ZK">с 10:00 до 22:00</div>
            </div>
            <div class="block__clock__text__ZK">
            <svg width="16" height="20" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M8 0C3.59 0 0 3.589 0 7.995-.029 14.44 7.696 19.784 8 20c0 0 8.03-5.56 8-12 0-4.411-3.589-8-8-8Zm0 12c-2.21 0-4-1.79-4-4s1.79-4 4-4 4 1.79 4 4-1.79 4-4 4Z" fill="#fff"/></svg>



                <div class="block__contacts__geo Inter-Light black_ZK">г. Новосибирск, ул.Серебренниковская, 6/1
                    цокольный
                    этаж, «Октава»</div>
            </div>


    </div>
    <div class="block__in__card__elem__center">
      <div class = "container__card__main__course">
        <h1 class="card__main__title Mont-Heavy">Уроки вокала</h1>
        <div class = "course_card__text_ZK Inter-Light">На занятиях мы помогаем ученикам расслабиться, сделать их голос сильнее, стать более уверенными в себе и полюбить выступления.</div>
      </div>

      <div class = "card__block__form">
        <div class="come__to__us Mont-Heavy">ПРИХОДИ НА ПЕРВОЕ БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
        <form class="sendFORM">
          <div class="course__main__card__ZK" >
            <input name=tel required class="inp_txt__ZK Mont-Heavy" type = "text" placeholder="ТЕЛЕФОН">
            <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
          </div>
          <div class="block__for__lbl__chk">
            <input name=tel required id="card_chk__course" type = "checkbox">
            <label class="card_label_for__chk Inter-Light" for = "card_chk__course">Я даю согласие на обработку персональных данных</label>
          </div>

      </form>
    </div>
    </div>
  </div>
  <div class="course__second__container">
  <div class = "main__second__card__course Mont-Heavy">
    <div class="course__second__in__obj">
      <div class = "course__second__title">ДЕТЯМ ВОКАЛ ПОМОЖЕТ</div>
      <div class = "course__second__sub_title">
        РАЗВИТЬ ПАМЯТЬ И НОРМАЛИЗОВАТЬ ДЫХАНИЕ
      </div>
      <div class = "course__second__description Inter-Light">
        <p>Их речь станет более четкой и слаженной. Первые успехи и выступления укрепят уверенность в себе.  </p>
        <p class="Inter-SemiBold mobl_wid_ZK">Заниматься вокалом ребенок может уже с 5-6 лет</p>
        <p>Тут они получат яркие и запоминающиеся на всю жизнь эмоции. Мы знаем, как увлечь ребенка музыкой. </p>
      </div>
    </div>

    <img src = "assets/img/course_second_vocal_women.png" class = "course__second__img">
    <div class="course__second__in__obj">
    <div class = "course__second__title">ДЛЯ ВЗРОСЛЫХ</div>
    <div class = "course__second__sub_title mw-240_ZK mw-830_ZK" >
      ЗАНЯТИЕ МУЗЫКОЙ &#8212; ЭТО ОТЛИЧНЫЙ СПОСОБ ОСВОБОДИТЬСЯ ОТ СТРЕССА И ОТВЛЕЧЬСЯ
    </div>
    <div class = "course__second__description Inter-Light">
      <p>Тут ты получишь новые эмоции, которые зарядит тебя до следующего занятия.  </p>
      <p class="Inter-SemiBold mobl_wid_ZK mw-355_ZK">Это возможность заняться любимым делом и исполнить детскую мечту.</p>
    </div>
    </div>
  </div>
    <div class="crs_scnd__cont_for_sg">
      <svg width="594" height="814" viewBox="0 0 594 814" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M340.229 412.911C339.867 412.166 338.97 411.855 338.224 412.216C337.479 412.578 337.168 413.475 337.529 414.22L340.229 412.911ZM342.113 450.688L340.695 450.199L342.113 450.688ZM262.591 464.864L262.731 466.358L262.731 466.358L262.591 464.864ZM236.647 453.878L235.288 454.513L235.288 454.513L236.647 453.878ZM223.685 449.278L225.015 449.971L223.685 449.278ZM168.571 537.641L169.122 539.036L169.122 539.036L168.571 537.641ZM121.178 526.123C120.648 525.487 119.702 525.401 119.066 525.932C118.429 526.462 118.344 527.408 118.875 528.044L121.178 526.123ZM337.529 414.22C343.596 426.726 344.113 440.283 340.695 450.199L343.532 451.177C347.228 440.453 346.614 426.073 340.229 412.911L337.529 414.22ZM340.695 450.199C338.602 456.272 336.251 461.815 331.914 465.559C327.659 469.232 321.244 471.366 310.569 470.009L310.191 472.985C321.431 474.414 328.789 472.22 333.875 467.83C338.879 463.511 341.436 457.256 343.532 451.177L340.695 450.199ZM310.569 470.009C299.709 468.627 292.825 466.541 285.995 464.98C279.139 463.414 272.507 462.428 262.451 463.371L262.731 466.358C272.393 465.452 278.697 466.39 285.327 467.905C291.983 469.426 299.136 471.579 310.191 472.985L310.569 470.009ZM262.451 463.371C257.158 463.867 249.517 467.575 244.129 473.181C238.69 478.839 235.26 486.768 239.273 495.549L242.002 494.301C238.682 487.038 241.356 480.394 246.291 475.26C251.276 470.075 258.279 466.775 262.731 466.358L262.451 463.371ZM239.273 495.549C239.749 496.589 240.203 497.45 240.638 498.131C241.06 498.791 241.522 499.375 242.043 499.769C242.576 500.171 243.407 500.532 244.327 500.171C245.128 499.856 245.547 499.148 245.77 498.639C246.235 497.579 246.441 495.993 246.512 494.218C246.586 492.383 246.519 490.145 246.324 487.654C245.547 477.731 242.69 463.265 238.006 453.243L235.288 454.513C239.768 464.099 242.573 478.179 243.333 487.888C243.522 490.305 243.582 492.418 243.515 494.098C243.445 495.838 243.243 496.931 243.022 497.435C242.903 497.709 242.91 497.504 243.228 497.379C243.665 497.207 243.944 497.445 243.852 497.375C243.748 497.297 243.513 497.059 243.166 496.516C242.831 495.992 242.443 495.266 242.002 494.301L239.273 495.549ZM238.006 453.243C233.161 442.874 229.153 432.969 227.027 425.689C225.957 422.023 225.402 419.148 225.401 417.249C225.401 416.283 225.547 415.761 225.678 415.53C225.74 415.421 225.738 415.424 225.857 415.424L225.847 412.424C224.62 412.428 223.643 413.033 223.066 414.055C222.557 414.955 222.401 416.094 222.401 417.25C222.402 419.595 223.061 422.809 224.147 426.53C226.336 434.024 230.417 444.087 235.288 454.513L238.006 453.243ZM225.857 415.424C226.993 415.42 228.181 415.679 229.138 416.372C230.057 417.037 230.927 418.218 231.261 420.397C231.953 424.916 230.283 433.379 222.355 448.584L225.015 449.971C232.972 434.712 235.076 425.49 234.226 419.943C233.789 417.09 232.558 415.144 230.897 413.941C229.274 412.767 227.401 412.419 225.847 412.424L225.857 415.424ZM222.355 448.584C214.434 463.776 203.172 484.849 192.647 502.609C187.383 511.493 182.319 519.52 177.96 525.561C175.779 528.583 173.795 531.08 172.066 532.93C170.295 534.827 168.936 535.883 168.019 536.246L169.122 539.036C170.707 538.409 172.453 536.911 174.259 534.978C176.108 532.998 178.175 530.389 180.392 527.316C184.829 521.168 189.946 513.051 195.228 504.139C205.795 486.307 217.087 465.177 225.015 449.971L222.355 448.584ZM168.019 536.246C161.886 538.671 152.515 537.753 144.568 534.908C140.628 533.497 137.17 531.657 134.745 529.646C132.272 527.595 131.138 525.599 131.185 523.882L128.186 523.8C128.101 526.903 130.106 529.696 132.83 531.955C135.602 534.254 139.399 536.244 143.557 537.732C151.809 540.687 162.012 541.848 169.122 539.036L168.019 536.246ZM131.185 523.882C131.241 521.824 131.94 520.259 133.073 519.063C134.229 517.841 135.919 516.92 138.064 516.336C142.377 515.164 148.194 515.453 153.974 516.999L154.749 514.101C148.656 512.471 142.268 512.085 137.277 513.441C134.77 514.123 132.534 515.267 130.894 517C129.23 518.758 128.262 521.037 128.186 523.8L131.185 523.882ZM153.974 516.999C159.664 518.521 166.834 522.475 171.587 527.059C173.967 529.355 175.617 531.69 176.259 533.831C176.872 535.872 176.586 537.745 175.024 539.465L177.245 541.482C179.586 538.904 180.015 535.91 179.133 532.969C178.28 530.127 176.224 527.363 173.669 524.9C168.552 519.964 160.932 515.754 154.749 514.101L153.974 516.999ZM175.024 539.465C173.408 541.244 170.348 542.624 166.14 543.279C161.982 543.927 156.914 543.832 151.544 542.87C140.788 540.941 129.067 535.579 121.178 526.123L118.875 528.044C127.325 538.174 139.754 543.804 151.015 545.823C156.653 546.833 162.061 546.951 166.602 546.243C171.094 545.544 174.957 544 177.245 541.482L175.024 539.465Z" fill="#131441"/>
        <path d="M80.3382 388.108C79.5896 387.753 78.6951 388.073 78.3403 388.821C77.9855 389.57 78.3048 390.464 79.0534 390.819L80.3382 388.108ZM95.0845 387.058L96.5383 386.689L96.1588 385.196L94.6766 385.615L95.0845 387.058ZM107.726 436.789L109.222 436.905L109.241 436.659L109.18 436.419L107.726 436.789ZM92.4981 451.476L91.9769 452.882L92.4981 451.476ZM116.67 441.353C117.335 441.848 118.274 441.711 118.769 441.046C119.265 440.382 119.127 439.442 118.463 438.947L116.67 441.353ZM79.0534 390.819C81.061 391.771 82.7705 392.248 84.3279 392.341C85.9036 392.436 87.2299 392.132 88.4493 391.656C89.6101 391.204 90.7563 390.556 91.8196 390.009C92.9251 389.441 94.0861 388.899 95.4925 388.502L94.6766 385.615C92.9916 386.091 91.6275 386.735 90.4483 387.341C89.2269 387.969 88.3288 388.484 87.3596 388.861C86.4489 389.216 85.5594 389.41 84.5076 389.347C83.4374 389.283 82.1076 388.947 80.3382 388.108L79.0534 390.819ZM93.6308 387.428L106.273 437.158L109.18 436.419L96.5383 386.689L93.6308 387.428ZM106.231 436.672C105.985 439.826 104.957 444.209 102.801 447.257C101.739 448.758 100.456 449.863 98.9245 450.405C97.4119 450.939 95.4895 450.985 93.0192 450.069L91.9769 452.882C94.9814 453.996 97.6358 454.042 99.9247 453.233C102.195 452.43 103.938 450.844 105.25 448.99C107.842 445.326 108.954 440.337 109.222 436.905L106.231 436.672ZM93.0192 450.069C91.521 449.514 90.5673 448.773 89.9963 448.003C89.432 447.242 89.1811 446.373 89.2117 445.433C89.2745 443.504 90.5508 441.17 93.0059 439.28C97.8058 435.586 106.753 433.962 116.67 441.353L118.463 438.947C107.557 430.82 97.1265 432.323 91.1761 436.903C88.2561 439.151 86.3141 442.241 86.2133 445.336C86.1621 446.907 86.5931 448.45 87.5866 449.79C88.5734 451.121 90.0533 452.17 91.9769 452.882L93.0192 450.069Z" fill="#131441"/>
        <path d="M120.478 643.741C120.155 641.801 118.926 637.341 116.597 635.013C113.687 632.104 109.32 629.195 109.32 625.316C109.32 621.437 112.231 620.467 112.231 617.073C112.231 613.679 109.805 602.528 118.538 603.497C127.27 604.467 134.062 612.225 141.339 628.225C148.616 644.226 149.587 652.953 144.735 657.802C139.884 662.65 138.428 662.65 136.488 662.65C134.547 662.65 120.478 659.256 126.3 663.62C132.122 667.984 141.824 668.468 138.913 657.802C136.003 647.135 124.36 623.862 120.478 617.558C116.597 611.255 109.32 605.922 106.409 620.952C103.499 635.983 116.597 643.741 118.538 652.953C120.478 662.165 116.112 663.135 108.35 654.893C100.588 646.65 99.1324 641.316 98.6472 638.892C98.1621 636.468 97.1918 624.831 108.35 639.862C119.508 654.893 113.686 662.165 106.895 657.802C100.103 653.438 94.281 644.71 95.7364 635.498C97.1918 626.286 102.528 622.892 101.073 619.498C99.6175 616.104 99.1323 614.164 90.885 613.68C82.6378 613.195 71.9648 613.195 67.5986 604.952C63.2324 596.71 67.5986 590.406 71.4796 589.922C75.3607 589.437 78.7567 587.982 81.1823 596.225C83.608 604.467 62.7473 603.013 54.9851 598.649C47.223 594.285 9.86757 558.406 3.07568 581.679C-3.71621 604.952 22.9662 636.953 46.2527 660.226C69.5392 683.499 61.2919 701.924 58.8662 715.985C56.4405 730.046 40.9162 781.441 98.6472 801.32C156.378 821.199 206.347 811.502 234.485 787.259C262.623 763.016 277.177 671.378 357.224 731.985C437.271 792.592 537.209 774.653 556.615 727.621C576.02 680.59 562.436 637.437 502.765 617.558C443.093 597.679 408.649 614.164 392.154 617.558C375.66 620.953 348.007 621.437 349.462 594.77C350.918 568.103 400.401 573.437 413.985 546.769C427.569 520.102 432.42 476.95 418.837 415.858C405.253 354.765 390.214 255.37 446.489 245.188C502.765 235.006 553.704 299.976 550.793 381.918C547.882 463.859 495.002 452.222 502.765 341.189C510.527 230.157 555.159 184.58 542.061 110.882C528.962 37.1834 489.181 12.4556 467.835 4.69786C446.489 -3.05987 399.431 4.69786 470.746 43.9714C542.061 83.2449 521.2 46.8805 593 68.6991" stroke="#131441" stroke-width="3"/>
      </svg>
    </div>
  </div>
  <div class = "course__block__feedback__ZK">
    <div class="course__blocK__feedback__wrapper">
    <div class = "course__block__feedback__in">
      <div class="course__feedbacl__row__ZK">
      <div class = "course__feedback__container">
        <div class = "course__feedback__left Mont-Heavy">
          <p>НАШИ УЧИТЕЛЯ ПОМОГУТ РАСКРЫТЬ СИЛУ ТВОЕГО ГОЛОСА И ИСПОЛНИТЬ МЕЧТУ.</p>

        </div>
        <div class = "course__feedback__right">
          <div class = "course__feedback__title Mont-Heavy">ПРИХОДИ НА БЕСПЛАТНОЕ ЗАНЯТИЕ</div>
          <form class="sendFORM">
            <div class="course__main__card__ZK" >
              <input name=tel required class="inp_txt__ZK Mont-Heavy" type = "text" placeholder="ТЕЛЕФОН">
              <button class="btn__fdback__ZK Mont-Heavy" type="submit">ОСТАВИТЬ ЗАЯВКУ</button>
            </div>
            <div class="block__for__lbl__chk">
              <input required id="card_chk__feedback" type = "checkbox">
              <label class="card_label_for__chk clrBlk_ZK Inter-Light" for = "card_chk__feedback">Я даю согласие на обработку персональных данных</label>
            </div>
          </form>
        </div>
        </div>
      </div>
    </div>
    </div>
  </div>

  <div class = "course__how_doing_lesson__container">
    <div class="course__hdl__block__text__title">
      <p class = "course__text__how__doing__lesson Mont-Heavy">КАК ПРОХОДЯТ ЗАНЯТИЯ?</p>
      <p class = "course__hdl_title Mont-Heavy">С НАЧИНАЮЩИМИ:</p>
    </div>
    <div class="course__hdl__block__flex">
    <div class = "course__hdl__left">
      <div class = "course__hdl_block__text">

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">1</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">ИЗУЧАЕМ УСТРОЙСТВО РЕЧЕВОГО АППАРАТА, ЧТОБЫ ТВОЕ ОБУЧЕНИЕ БЫЛО ЭФФЕКТИВНЫМ И БЕЗОПАСНЫМ.</p>
            <p class = "course__hdl__litle__text Inter-Light">Узнаешь, как не навредить своему голосу во время занятий <br class="br__course__hdl_5">и всегда поддерживать его в здоровом состоянии.</p>
          </div>
        </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy">2</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">СТАВИМ ПРАВИЛЬНОЕ ДЫХАНИЕ, ТАК ТЫ БЫСТРЕЕ ОСВОИШЬ СЛОЖНЫЕ ТЕХНИКИ, А ГОЛОС БУДЕТ ЗВУЧАТЬ ГРОМЧЕ И ЧЕТЧЕ.</p>
            <p class = "course__hdl__litle__text Inter-Light">С помощью упражнений научишься правильно дышать во время пения. Это сделает твой голос более сильным, объемным и приятным на слух.</p>
          </div>
          </div>

        <div class = "course__hdl__block__description">

          <div class = "course__hdl__number Mont-Heavy hdl_lst_numb">3</div>

            <div class="course__hdl__block__text">
            <p class = "course__hdl__big__text Mont-Heavy">ПРОРАБАТЫВАЕМ ДИКЦИЮ, ЧТОБЫ ТВОЯ РЕЧЬ БЫЛА БОЛЕЕ ЧЕТКОЙ И ПОНЯТНОЙ.</p>
            <p class = "course__hdl__litle__text Inter-Light">Регулярно делаем упражнения для улучшения произношения и четкости речи не только во время пения, но и в обычной жизни..</p>
          </div>
          </div>
      </div>
    </div>
      <div class = "course__hdl__right">
        <div class = "course__hdl__right__df">
          <p class = "course__hdl__rl Mont-Heavy">РАЗУЧИВАЕМ ТВОИ ЛЮБИМЫЕ <br class="br__course__hdl_1">ПЕСНИ <br class="br__course__hdl_1">И ОТТЧАИВАЕМ НОВЫЕ ВОКАЛЬНЫЕ ТЕХНИКИ</p>
          <div class = "course__hdl__rr Mont-Heavy">4</div>
        </div>
        <p class = "course__hdl__right__description Mont-Heavy">УЖЕ С ПЕРВОГО ЗАНЯТИЯ МЫ ПЕРЕЙДЕМ К ПРАКТИКЕ <br class="br__course__hdl_2">И НАЧНЕМ ОТТАЧИВАТЬ НАВЫК НА ПЕСНЯХ, <br class="br__course__hdl_3">А ПОТОМ - ГОТОВИТЬСЯ К ПЕРВЫМ ВЫСТУПЛЕНИЯМ.</p>
      </div>
  </div>
  </div>

    <div class="course__hdl__card__desktop">
      <p class = "course__hdl__card__big__text Mont-Heavy">УЖЕ ЧЕРЕЗ 2 МЕСЯЦА ЗАНЯТИЙ</p>
      <p class = "course__hdl__card__litle__text Mont-Heavy">ТЫ БУДЕШЬ УВЕРЕННО ВЛАДЕТЬ СВОИМ ГОЛОСОМ</p>
      <div class="m0_auto_ZK">
        <button class="btn__fdback__ZK Mont-Heavy " type="submit">ЗАПИСАТЬСЯ НА БЕСПЛАТНЫЙ УРОК</button>
      </div>
    </div>

  <div class="course__hdl_exp__container">
    <div class = "course__hdl_exp__block__flex">
      <div class = "course__hdl_exp__left">

        <div class = "course__hdl_exp_l_big Mont-Heavy">С БОЛЕЕ ОПЫТНЫМИ <br>УЧЕНИКАМИ: </div>
        <div class = "course__hdl_exp_l_title Mont-Heavy">ПРОАНАЛИЗИРУЕМ ТЕХНИКУ ИСПОЛНЕНИЯ, ВЫЯВИМ ОШИБКИ И ПОДБЕРЕМ ТРАЕКТОРИЮ ТВОЕГО РАЗВИТИЯ.</div>
        <div class="course__hdl_exp_l_title_2 Inter-Light">
          Если у тебя есть цель в освоении определенной техники или стиля, то наши опытные учителя тебе в этом помогут. <span class="course__hdl__about__ZK">Подробнее</span>
        </div>
      </div>
      <div class="course__hdl_exp__right__container">
        <img src = "assets/img/background__hdl_exp__vocal.png"  class = "course__hdl_exp__right">
      </div>
    </div>
  </div>

    <?php require_once ('req/toPerfomance.php')?>

    <?php require_once('req/blockWhereLesson.php')?>

    <!--БЛОК ОТЗЫВОВ -->
    <div class="mainContainer_MA">
        <?php require_once('req/reviewsBlock.php') ?>

    </div>

    <script src="js/videoScripts.js"></script>
    <!--БЛОК ОТЗЫВОВ -->

    <!--БЛОК КВИЗА -->

    <?php require_once('req/quiz.php') ?>
    <script src="assets/js/quiz.js"></script>

    <!--БЛОК КВИЗА -->



    <style>
        .free_Oktava_microphone_MA{position: absolute; left: 1008px; top: 0}
        @media (max-width: 1310px){  .free_Oktava_microphone_MA{position: absolute; left: 700px; top: 0}  }
    </style>
    <section class="free_Oktava_MA_block_MA of_h_875 c-mg-MA" >
        <div class="free_Oktava_MA_block_MA_cont">
            <div class="Mont_Heavy_MA FS_100_MA color_main_blue_MA">ОКТАВА</div>
            <div class="Mont_Heavy_MA FS_64_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 15px">свобода выбора<br> и проявления</div>
            <div class="Mont_Heavy_MA FS_24_MA color_main_blue_MA Up-c_MA Lh-120_MA" style="margin-top: 30px">Мы открыты к любым жанрам </div>
            <div class="Inter_Light_MA FS_16_MA color_main_blue_MA  Lh-130_MA" style="margin-top: 10px">и ценим предпочтения наших учеников. Все<br class="size_340_MA"> обучение в школе<br class="size_340_dp_no_MA"> проходит только на твоих любимых песнях</div>
            <div  class="flex_MA free_oktava_und_head_MA">
                <div class="free_Oktava_photo_MA bg_opt_all_MA free_Oktava_photo_options_MA"></div>
                <div class="free_oktava_und_head_text_MA">
                    <div class="mg_t_full_15 Mont_Heavy_MA FS_24_MA Up-c_MA Lh-120_MA black_color_MA size_340_mg_0">Нам важно, чтобы<br class="size_340_MA"> наши<br class="size_340_dp_no_MA"> ученики раскрывались</div>
                    <div class="mg_t_full_10 Inter_Light_MA FS_16_MA black_color_MA Lh-130_MA size_340_mg_0"><span class="Inter_semi_bold_MA">и находили</span> свой собственный<br> <span class="Inter_semi_bold_MA">индивидуальный стиль</span></div>
                </div>
            </div>
            <img src="img/free_Oktava_microphone.svg" class="free_Oktava_microphone_MA size_full_MA">
            <img src="img/free_Oktava_600_all.svg" class="free_Oktava_600_all_MA size_600_ma">
            <!--
            <img src="img/free_Oktava_guitar.svg" class="free_Oktava_guitar_MA size_full_MA">
            <img src="img/free_Oktava_600_all.svg" class="free_Oktava_600_all_MA size_600_ma">-->
        </div>
    </section>
    <?php require_once ('req/contactsAndMap.php')?>
    <?php require ('req/vkSoc.php')?>
</main>
<div class="screen__footer"><?php require_once('footer.php')?></div>
<?php require_once ('modal_thank.php')?>

</body>

</html>